{
  "(COMING SOON) Accrue automatic yield through flash loans and\nSUSHI strategies": "(À VENIR) Accroître le rendement automatique grâce aux prêts flash et aux stratégies \n",
  "+ Add a send (optional)": "+ Ajouter un envoi (facultatif)",
  "+ Create a new market": "+ Créer un nouveau marché",
  "- Remove send": "- Supprimer l'envoi",
  "300M+ TVL on Polygon! Optimized routing enabled": "",
  "<0>Tip:</0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.</1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive your rewards at any time.": "<0> Conseil: </0> Pour commencer à gagner des récompenses, vous devrez d'abord acquérir un SLP en ajoutant de la liquidité à la paire spécifiée ou <1> migrant la liquidité existante. </1> Une fois que vous avez SLP, vous pouvez le miser dans cette ferme de rendement pour commencer à gagner des récompenses. Désactivez à tout moment et vous pourrez ensuite reconvertir votre SLP en jetons de base en cliquant sur Supprimer la liquidité. Cliquez sur Récolte pour recevoir vos récompenses à tout moment.",
  "<0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.": "<0> Conseil: </0> suppression des jetons de pool convertit votre position en jetons sous-jacents au taux actuel, proportionnel à votre part du pool. Les frais à payer sont inclus dans les montants que vous recevez.",
  "<0>Tip:</0> Use this tool to find pairs that don't automatically appear in the interface": "<0> Conseil: </0> Utilisez cet outil pour rechercher des paires qui n'apparaissent pas automatiquement dans l'interface",
  "<0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.": "<0> Astuce: </0> Lorsque vous ajoutez de la liquidité, vous recevrez des jetons de pool représentant votre position. Ces jetons gagnent automatiquement des frais proportionnels à votre part du pool et peuvent être échangés à tout moment.",
  "<0>Your</0> Positions": "<0> Vos </0> positions",
  "A portion of each trade (0.25%) goes to liquidity providers as a protocol incentive.": "Une partie de chaque transaction (0,25%) va aux fournisseurs de liquidité en tant qu'incitation au protocole.",
  "APR": "AVR",
  "APR (incl. Fees)": "",
  "APY (incl. Fees)": "",
  "Accept": "J'accepte",
  "Add": "Ajouter",
  "Add Liquidity": "Ajouter de la liquidité",
  "Add Sushi to your Metamask wallet": "Ajoutez Sushi à votre portefeuille Metamask",
  "Add collateral in order to borrow assets": "Ajouter des garanties pour emprunter des actifs",
  "Add liquidity": "Ajouter de la liquidité",
  "Add xSushi to your Metamask wallet": "Ajoutez xSushi à votre portefeuille Metamask",
  "Amount of Tokens": "Quantité de jetons",
  "Analytics": "Analytique",
  "Approve": "Approuver",
  "Approve Kashi": "Approuver Kashi",
  "Approve {0}": "Approuver {0}",
  "Approved": "Approuvé",
  "Approving": "Approuvant",
  "Approving {0}": "Approuver {0}",
  "Are you sure?": "Êtes-vous sûr?",
  "Available": "Disponible",
  "Balance": "Équilibre",
  "Bento Balance: {0}": "Solde Bento: {0}",
  "BentoBox": "BentoBox",
  "BentoBox Apps": "Applications BentoBox",
  "BentoBox is an innovative way to use dapps gas-efficiently and gain extra yield.": "BentoBox est une façon innovante d'utiliser les dapps de manière efficace en gaz et d'obtenir un rendement supplémentaire.",
  "BentoBox provides extra yield on deposits with flash lending, strategies, and fixed, low-gas transfers among integrated dapps, like Kashi markets": "BentoBox offre un rendement supplémentaire sur les dépôts avec des prêts flash, des stratégies et des transferts fixes à faible taux de gaz entre les dapps intégrées, comme les marchés de Kashi",
  "BentoBox strategies can create yield for your collateral tokens. This token does not yet have a strategy in the BentoBox.": "Les stratégies BentoBox peuvent créer du rendement pour vos jetons de garantie. Ce token n'a pas encore de stratégie dans la BentoBox.",
  "BentoBox strategies can create yield for your liquidity while it is not lent out. This token does not yet have a strategy in the BentoBox.": "Les stratégies BentoBox peuvent générer du rendement pour votre liquidité alors qu'elle n'est pas prêtée. Ce token n'a pas encore de stratégie dans la BentoBox.",
  "Borrow": "Emprunter",
  "Borrow APR": "Emprunter APR",
  "Borrow assets and leverage up": "Emprunter des actifs et augmenter",
  "Borrow {0}": "Emprunter {0}",
  "Borrow {0}-{1}": "Emprunter {0} - {1}",
  "Borrowed": "Emprunté",
  "Borrowing allows you to obtain liquidity without selling. Your borrow limit depends on the amount of deposited collateral. You will be able to borrow up to 75% of your collateral and repay at any time with accrued interest.": "Emprunter vous permet d'obtenir des liquidités sans vendre. Votre limite d'emprunt dépend du montant de la garantie déposée. Vous pourrez emprunter jusqu'à 75% de votre garantie et rembourser à tout moment avec les intérêts courus.",
  "Bridge Assets": "Actifs du pont",
  "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share\nof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing\nyour liquidity.": "En ajoutant des liquidités, vous gagnerez 0,25% de toutes les transactions sur cette paire proportionnellement à votre part \n du pool. Les frais sont ajoutés au pool, s'accumulent en temps réel et peuvent être réclamés en retirant \n vos liquidités.",
  "Bypasses confirmation modals and allows high slippage trades. Use at your own risk.": "Contourne les modaux de confirmation et permet des transactions à glissement élevé. À utiliser à vos risques et périls.",
  "Check out Sushi on Polygon (Matic)": "Découvrez Sushi sur Polygon (Matic)",
  "Claim": "Réclamer",
  "Claim SUSHI": "Réclamer SUSHI",
  "Claimed": "Revendiqué",
  "Clear History": "Histoire claire",
  "Click here to switch to Polygon using Metamask": "Cliquez ici pour passer à Polygon en utilisant Metamask",
  "Click on a pool below, input the amount you wish to migrate or select max, and click\nmigrate": "Cliquez sur un pool ci-dessous, saisissez le montant que vous souhaitez migrer ou sélectionnez max, puis cliquez sur \n migrer",
  "Collateral": "Collatéral",
  "Community Approval": "Approbation de la communauté",
  "Confirm": "Confirmer",
  "Confirm Adding Liquidity": "Confirmer l'ajout de liquidité",
  "Confirm Staking": "Confirmer le jalonnement",
  "Confirm Supply": "Confirmer l'approvisionnement",
  "Confirm Swap": "Confirmer le swap",
  "Confirm Withdrawal": "Confirmer le retrait",
  "Connect Wallet": "Connecter le portefeuille",
  "Connect to a wallet": "Connectez-vous à un portefeuille",
  "Connect to a wallet to find pools": "Connectez-vous à un portefeuille pour trouver des piscines",
  "Connect to a wallet to view your liquidity": "Connectez-vous à un portefeuille pour voir vos liquidités",
  "Create Pool & Supply": "Créer une piscine et un approvisionnement",
  "Create a Pair": "Créer une paire",
  "Create a pair": "Créer une paire",
  "Create pool": "Créer une piscine",
  "Deposit": "Dépôt",
  "Deposit SUSHI into BentoBox": "Déposer SUSHI dans BentoBox",
  "Deposit tokens into BentoBox for all the yields": "Déposez des jetons dans BentoBox pour tous les rendements",
  "Deposited": "Dépôt",
  "Dev": "Dev",
  "Disable Multihops": "Désactiver Multihops",
  "Discord": "Discorde",
  "Dismiss": "Rejeter",
  "Docs": "Docs",
  "Documentation for developers of Sushi.": "Documentation pour les développeurs de Sushi.",
  "Documentation for users of Sushi.": "Documentation pour les utilisateurs de Sushi.",
  "Don't see a pool you joined? <0>Import it.</0>": "Vous ne voyez pas une piscine que vous avez rejoint? <0> Importez-le. </0>",
  "Dont see a pool you joined?": "Vous ne voyez pas une piscine que vous avez rejoint?",
  "Enjoy the lowest slippage on Polygon": "",
  "Enter": "Entrer",
  "Enter Amount": "Entrer le montant",
  "Enter a recipient": "Entrez un destinataire",
  "Enter a valid slippage percentage": "Entrez un pourcentage de glissement valide",
  "Enter an amount": "Entrez un montant",
  "Error": "Erreur",
  "Expert mode turns off the confirm transaction prompt and allows high slippage trades\nthat often result in bad rates and lost funds.": "Le mode Expert désactive l'invite de confirmation de transaction et autorise les transactions à glissement élevé \n qui se traduisent souvent par de mauvais taux et des fonds perdus.",
  "Fetching Instruments": "Récupération d'instruments",
  "Find Pool": "Trouver une piscine",
  "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI\nproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you receive\nxSUSHI in return for voting rights and a fully composable token that can interact with other protocols.\nYour xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited\nSUSHI and any additional from fees.": "Pour chaque swap en bourse sur chaque chaîne, 0,05% des frais de swap sont distribués en SUSHI \n proportionnellement à votre part du SushiBar. Lorsque votre SUSHI est jalonné dans le SushiBar, vous recevez \n xSUSHI en échange de droits de vote et d'un jeton entièrement composable qui peut interagir avec d'autres protocoles. \n Votre xSUSHI est en constante augmentation, lorsque vous débloquez, vous recevrez tous les \n SUSHI initialement déposés et tous les frais supplémentaires.",
  "From": "De",
  "From (estimated)": "De (estimé)",
  "Gain exposure to tokens without reducing your assets. Leverage will enable you to take short positions against assets and earn from downside movements.": "Bénéficiez d'une exposition aux jetons sans réduire vos actifs. L'effet de levier vous permettra de prendre des positions courtes contre des actifs et de tirer profit des mouvements à la baisse.",
  "Gain governance rights with xSUSHI and earn 5% APR (0.05% of\nall swaps from all chains)": "Obtenez des droits de gouvernance avec xSUSHI et gagnez 5% APR (0,05% de \n tous les swaps de toutes les chaînes)",
  "Hardware Wallet": "Portefeuille matériel",
  "Harvest {0} SUSHI": "Récolter {0} SUSHI",
  "Harvest {0} SUSHI & {1} MATIC": "Récoltez {0} SUSHI et {1} MATIC",
  "Have Liquidity on {0}?": "Vous avez des liquidités sur {0} ?",
  "Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers. It's as easy as deposit and withdraw whenever you want.": "Vous avez des actifs sur lesquels vous souhaitez gagner des intérêts supplémentaires? Prêtez-les sur des marchés isolés et gagnez des intérêts auprès des emprunteurs. C'est aussi simple que de déposer et de retirer quand vous le souhaitez.",
  "Health": "Santé",
  "Helpful Sushi Tools": "Outils de sushi utiles",
  "Historical Total Locked: Connect Wallet": "Total historique verrouillé: Connect Wallet",
  "Historical Total Locked: Fetching Total": "Total historique verrouillé: récupération du total",
  "Historical Total Locked: {0} SUSHI": "Total historique verrouillé: {0} SUSHI",
  "Import Pool": "Importer le pool",
  "Import it": "",
  "Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.": "L'entrée est estimée. Vous vendez au plus <0> {0} {1} </0> ou la transaction sera annulée.",
  "Instruments": "Instruments",
  "Insufficient Balance": "Solde insuffisant",
  "Insufficient WETH balance": "Bilan WETH insuffisant",
  "Insufficient liquidity for this trade": "Liquidité insuffisante pour ce commerce",
  "Insufficient {0} balance": "Solde {0} insuffisant",
  "Interface Settings": "Paramètres d'interface",
  "Invalid pair": "Paire invalide",
  "Invalid recipient": "récipient invalide",
  "Isolated lending markets mitigate your risks as an asset lender. Know exactly what collateral is available to you in the event of counter party insolvency.": "Les marchés de crédit isolés atténuent vos risques en tant que prêteur d'actifs. Sachez exactement quelles garanties vous sont offertes en cas d'insolvabilité de la contrepartie.",
  "Join the community on Discord.": "Rejoignez la communauté sur Discord.",
  "Kashi Lending": "Prêts Kashi",
  "Keys Burned: 2022.03.04 at 22:05": "Clés brûlées: 2022.03.04 à 22:05",
  "Lend": "Prêter",
  "Lend assets for interest from borrowers.": "Prêter des actifs contre les intérêts des emprunteurs.",
  "Lend your assets, earn yield with no impermanent loss": "Prêtez vos actifs, gagnez du rendement sans perte impermanente",
  "Lend {assetSymbol}": "Prêter {assetSymbol}",
  "Lending": "Prêt",
  "Lent": "Prêté",
  "Limit <0>Used</0>": "Limite <0> Utilisé </0>",
  "Liquidity": "",
  "Liquidity Positions": "Positions de liquidité",
  "Liquidity Provider Fee": "Frais de fournisseur de liquidité",
  "Liquidity Provider Rewards": "Récompenses des fournisseurs de liquidités",
  "Liquidity providers earn a 0.25% fee on all trades proportional to their share of\nthe pool. Fees are added to the pool, accrue in real time and can be claimed by\nwithdrawing your liquidity": "Les fournisseurs de liquidité gagnent une redevance de 0,25% sur tous les métiers proportionnelle à leur part de \n la piscine. Les frais sont ajoutés au pool, s'accumulent en temps réel et peuvent être réclamés en \n retirant vos liquidités",
  "Lists": "Listes",
  "Loading": "Chargement",
  "Loading your {exchange} liquidity positions": "Chargement de vos positions de liquidité {exchange}",
  "Loading...": "Chargement...",
  "Loan to Value": "Prêt à la valeur",
  "MAX": "MAX",
  "Manage": "Faire en sorte",
  "Manage Liquidity in Rewards Pool": "Gérer la liquidité dans le pool de récompenses",
  "Manage this pool": "Gérer cette piscine",
  "Market Info": "Informations sur le marché",
  "Market Staked": "Marché jalonné",
  "Markets": "Marchés",
  "Max": "Max",
  "Maximize yield by staking SUSHI for xSUSHI": "Maximisez le rendement en jalonnant SUSHI pour xSUSHI",
  "Maximum sold": "Maximum vendu",
  "Migrate": "Émigrer",
  "Migrate Now": "Migrer maintenant",
  "Migrate {exchange} Liquidity": "Migrer {exchange} liquidités",
  "Migrating": "Migration",
  "Migration is done in one-click using your signature (permit)": "La migration se fait en un clic à l'aide de votre signature (permis)",
  "Minimum received": "Minimum reçu",
  "New network, new features": "Nouveau réseau, nouvelles fonctionnalités",
  "No Liquidity found": "Aucune liquidité trouvée",
  "No Results": "Aucun résultat",
  "No liquidity found": "Aucune liquidité trouvée",
  "No liquidity found to do swap": "Aucune liquidité trouvée pour faire du swap",
  "No liquidity positions found": "Aucune position de liquidité trouvée",
  "No pool found": "Aucune piscine trouvée",
  "No results found": "Aucun résultat trouvé",
  "Non-hardware Wallet": "Portefeuille non matériel",
  "None": "Aucun",
  "ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.": "N'UTILISEZ CE MODE QUE SI VOUS SAVEZ CE QUE VOUS FAITES.",
  "One click SUSHI → xSUSHI → aXSUSHI": "Un clic SUSHI → xSUSHI → aXSUSHI",
  "Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device": "Oops! Une erreur inconnue est survenue. Veuillez actualiser la page ou visiter à partir d'un autre navigateur ou appareil",
  "Open Source": "Open source",
  "Open main menu": "Ouvrir le menu principal",
  "Oracle": "Oracle",
  "Output is estimated. If the price changes by more than {0}% your transaction will revert.": "La production est estimée. Si le prix change de plus de {0} %, votre transaction sera annulée.",
  "Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.": "La production est estimée. Vous recevrez au moins <0> {0} {1} </0> ou la transaction sera annulée.",
  "Output will be sent to <0>{0}</0>": "La sortie sera envoyée à <0> {0} </0>",
  "Pending": "En attente",
  "Pending Treasury Transfer": "Transfert de trésorerie en attente",
  "Please type the word \"confirm\" to enable expert mode.": "Veuillez taper le mot «confirmer» pour activer le mode expert.",
  "Pool": "Piscine",
  "Pool Found!": "Piscine trouvée!",
  "Pool Rewards": "Récompenses de la piscine",
  "Pool Tokens": "Jetons de pool",
  "Pool tokens in rewards pool": "Jetons de pool dans le pool de récompenses",
  "Pooled {0}": "Mis en commun {0}",
  "Positions": "Positions",
  "Pour a hot bowl of MISO, the new <0>token launchpad</0> from SUSHI": "",
  "Price": "Prix",
  "Price Impact": "Impact sur les prix",
  "Price Impact High": "Impact des prix élevé",
  "Price Impact Too High": "Impact des prix trop élevé",
  "Price Updated": "Prix mis à jour",
  "Rates": "Les taux",
  "Read Tutorial": "Lire le didacticiel",
  "Read the contract": "Lire le contrat",
  "Remove": "Supprimer",
  "Remove Liquidity": "Supprimer la liquidité",
  "Remove send": "Supprimer l'envoi",
  "Removing {0} {1} and {2} {3}": "Suppression de {0} {1} et {2} {3}",
  "Repay": "Rembourser",
  "Request Tool": "Outil de demande",
  "Restricts swaps to direct pairs only.": "Restreint les swaps aux paires directes uniquement.",
  "Route": "Route",
  "Routing through these tokens resulted in the best price for your trade.": "Le routage à travers ces jetons a permis d'obtenir le meilleur prix pour votre transaction.",
  "SAAVE: Stack your yields in one transaction": "ÉCONOMISEZ: empilez vos rendements en une seule transaction",
  "SUSHI Balance": "Équilibre SUSHI",
  "SUSHI Balance: {sushiBalance}": "Solde SUSHI: {sushiBalance}",
  "SUSHI {0}/{1} Burned": "SUSHI {0} / {1} brûlé",
  "Search by name, symbol, address": "Recherche par nom, symbole, adresse",
  "Search name or paste address": "Rechercher un nom ou coller une adresse",
  "Select a token": "Sélectionnez un jeton",
  "Select a token to find your liquidity": "Sélectionnez un token pour trouver votre liquidité",
  "Share of Pool": "Part de la piscine",
  "Share of Pool:": "Part de la piscine:",
  "Slippage Tolerance": "Tolérance de glissement",
  "Slippage tolerance": "Tolérance de glissement",
  "Something went wrong during signing of the approval. This is expected for hardware wallets, such as Trezor and Ledger. Click again and the fallback method will be used": "Une erreur s'est produite lors de la signature de l'approbation. Cela est prévu pour les portefeuilles matériels, tels que Trezor et Ledger. Cliquez à nouveau et la méthode de secours sera utilisée",
  "Stack Yields with SAAVE": "Rendements cumulés avec SAAVE",
  "Stake": "Miser",
  "Stake SUSHI": "Pieu SUSHI",
  "Stake SUSHI for xSUSHI": "Piquet SUSHI pour xSUSHI",
  "Stake into xSUSHI add collateral as axSUSHI on Aave all in\none click": "Participez à xSUSHI et ajoutez des garanties comme axSUSHI sur Aave tout en \n un clic",
  "Stake your SUSHI into xSUSHI for ~5% APY. Deposit your xSUSHI into Aave as aXSUSHI to earn collateral interest and borrowing power. All in one click.": "Mettez votre SUSHI dans xSUSHI pour ~ 5% APY. Déposez votre xSUSHI dans Aave en tant que aXSUSHI pour gagner des intérêts collatéraux et un pouvoir d'emprunt. Tout en un seul clic.",
  "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.\nContinuously compounding.": "Mettez votre SUSHI dans xSUSHI pour ~ 5% APY. Aucune perte impermanente, aucune perte des droits de gouvernance. \n Composition continue.",
  "Staking APR": "Jalonnement APR",
  "Submit Tool": "Soumettre l'outil",
  "Supply APR": "Approvisionnement APR",
  "Supplying {0} {1} and {2} {3}": "Fournir {0} {1} et {2} {3}",
  "Sushi allows for swapping of ERC20 compatible tokens across multiple networks": "Sushi permet d'échanger des jetons compatibles ERC20 sur plusieurs réseaux",
  "Sushi is a supporter of Open Source.": "Sushi est un partisan de l'Open Source.",
  "SushiBar": "Bar à sushi",
  "SushiBar: Make SUSHI work for you": "SushiBar: Faites travailler SUSHI pour vous",
  "Swap": "Échanger",
  "Swap Anyway": "Échangez quand même",
  "Swap From (est.):": "Permuter depuis (est.):",
  "Swap From:": "Permuter depuis:",
  "Swap To (est.):": "Swap To (est.):",
  "Swap To:": "Swap To:",
  "TVL": "TVL",
  "The difference between the market price and estimated price due to trade size.": "La différence entre le prix du marché et le prix estimé en raison de la taille du commerce.",
  "The difference between the market price and your price due to trade size.": "La différence entre le prix du marché et votre prix en raison de la taille du commerce.",
  "The onchain oracle that tracks the pricing for this pair": "L'oracle onchain qui suit le prix de cette paire",
  "The transaction cannot succeed due to error: {0}. This is probably an issue with one of the tokens you are swapping.": "La transaction ne peut aboutir en raison de l'erreur suivante: {0} . Elle est probablement liée à l'un des tokens que vous cherchez à échanger.",
  "Things you can do with your SUSHI": "Ce que vous pouvez faire avec votre SUSHI",
  "This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.": "La variation du prix ou des frais risque d'empêcher cette transaction d'aboutir. Essayez d'augmenter le niveau de slippage.",
  "To": "À",
  "To (estimated)": "À (estimé)",
  "To withdraw into SUSHI, go to Aave and remove axSUSHI as collateral and then to SushiBar to unstake. A full unwind will be avaialble soon.": "Pour vous retirer dans SUSHI, allez à Aave et retirez axSUSHI comme garantie, puis à SushiBar pour le défaire. Un déroulement complet sera bientôt disponible.",
  "Toggle Expert Mode": "Basculer en mode expert",
  "Token": "Jeton",
  "Tokens": "Jetons",
  "Tools": "Outils",
  "Tools to optimize your workflow.": "Des outils pour optimiser votre flux de travail.",
  "Total": "Le total",
  "Trade": "Échanger",
  "Transaction History": "Historique des transactions",
  "Transaction Settings": "Paramètres de transaction",
  "Transaction deadline": "Date limite de transaction",
  "Transactions": "Transactions",
  "Try enabling multi-hop trades": "Essayez d'activer les transactions multi-sauts",
  "Turn On Expert Mode": "Activer le mode expert",
  "Unknown error": "Erreur inconnue",
  "Unstake": "Annuler le pari",
  "Unstaked": "Non jalonné",
  "Unsupported Asset": "Élément non pris en charge",
  "Unwrap": "Déballer",
  "Unwrap {0} W{1} to {2}": "Unwrap {0} W {1} pour {2}",
  "Use any tool below to optimize your workflow. Please note, some tools are experimental so use with discretion. If theres a smart contract involved for the tool, read the code and confirm the keys have been burned.": "Utilisez n'importe quel outil ci-dessous pour optimiser votre flux de travail. Veuillez noter que certains outils sont expérimentaux alors utilisez-les avec discrétion. S'il y a un contrat intelligent impliqué pour l'outil, lisez le code et confirmez que les clés ont été brûlées.",
  "V2 Rewarder": "Récompense V2",
  "Vesting": "Acquisition",
  "Vesting is executed within the guidelines selected by the community in <0>SIMP3</0>.<1/><2/>Please refer to the <3>forum discussion</3> for deliberations on additional points.<4/><5/>Additional records and weekly merkle updates can be found on <6>Github</6>": "L'acquisition est exécutée selon les directives sélectionnées par la communauté dans <0> SIMP3 </0> . <1/> <2/> Veuillez vous reporter au <3> forum de discussion </3> pour des délibérations sur des points supplémentaires. <4/> <5/> Des enregistrements supplémentaires et des mises à jour hebdomadaires des produits merkle sont disponibles sur <6> Github </6>",
  "View Stats": "Voir les statistiques",
  "View SushiBar Stats": "Voir les statistiques de SushiBar",
  "View Your Liquidity Positions": "Afficher vos positions de liquidité",
  "View Your Liquidity Positions >": "Afficher vos positions de liquidité >",
  "View on explorer": "Vue sur l'explorateur",
  "View pair analytics": "Afficher les analyses de paire",
  "View your SushiBar Portfolio": "Afficher votre portefeuille SushiBar",
  "Wallet": "Portefeuille",
  "Wallet Balance": "Solde Google Wallet",
  "Welcome to Sushi on Polygon (Matic)": "Bienvenue chez Sushi on Polygon (Matic)",
  "When creating a pair you are the first liquidity provider. The ratio of tokens you add will set the price of this pool. Once you are happy with the rate, click supply to review": "Lors de la création d'une paire, vous êtes le premier fournisseur de liquidité. Le ratio de jetons que vous ajoutez déterminera le prix de ce pool. Une fois que vous êtes satisfait du taux, cliquez sur l'offre pour examiner",
  "Withdraw": "Retirer",
  "Withdraw {assetSymbol}": "Retirer {assetSymbol}",
  "Wrap": "Envelopper",
  "Wrong Network": "Mauvais réseau",
  "Yesterday's APR": "APR d'hier",
  "Yield": "Rendement",
  "Yield Debugger": "",
  "Yield Instruments": "Instruments de rendement",
  "You are creating a pool": "Vous créez une piscine",
  "You are on the wrong network": "Vous êtes sur le mauvais réseau",
  "You don’t have liquidity in this pool yet": "Vous n'avez pas encore de liquidité dans ce pool",
  "You need to first approve LP tokens and then migrate it": "Vous devez d'abord approuver les jetons LP, puis les migrer",
  "You will receive": "Vous allez recevoir",
  "Your Claimable SUSHI this Week": "Votre SUSHI réclamable cette semaine",
  "Your Liquidity": "Votre liquidité",
  "Your Liquidity Positions": "Vos positions de liquidité",
  "Your Pool Share": "Votre partage de piscine",
  "Your Pool Tokens": "Vos jetons de pool",
  "Your Staked": "Votre piquet",
  "Your SushiBar Stats": "Vos statistiques SushiBar",
  "Your Transaction History": "L'historique de vos transactions",
  "Your Transaction History on {0}": "",
  "Your Wallet": "Ton portefeuille",
  "Your Yields": "Vos rendements",
  "Your pool share": "Votre partage de piscine",
  "Your total pool tokens": "Vos jetons de pool total",
  "Your transaction may be frontrun": "Votre transaction peut être en avance",
  "Your transaction may fail": "Votre transaction peut échouer",
  "Your transaction will revert if it is pending for more than this long.": "Votre transaction sera annulée si elle est en attente plus longtemps.",
  "Your transaction will revert if the price changes unfavorably by more than this percentage.": "Votre transaction sera annulée si le prix change défavorablement de plus de ce pourcentage.",
  "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "Votre transaction sera annulée s'il y a un mouvement de prix important et défavorable avant qu'il ne soit confirmé.",
  "Your {exchange} {0}/{1} liquidity will become SushiSwap {2}/{3} liquidity.": "Votre liquidité {exchange} {0} / {1} deviendra la liquidité SushiSwap {2} / {3} .",
  "annualized": "",
  "failed to load": "échec du chargement",
  "import it": "l'importer",
  "loading...": "Chargement en cours...",
  "minutes": "minutes",
  "per month": "par mois",
  "xSUSHI Balance": "Équilibre xSUSHI",
  "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional\nto your share of the SushiBar.": "xSUSHI gagne automatiquement des frais (0,05% de tous les swaps, y compris les swaps multichaînes) proportionnels \n à votre part du SushiBar.",
  "{0} Deposited": "{0} Déposé",
  "{0} Strategy": "{0} Stratégie",
  "{0} per {1}": "{0} par {1}"
}