Repository: sushiswap/sushiswap-interface
Catalog: locale/*.po
Languages: es, fr, hi, ja, pt_br, ro, ru, vi, zh_cn, zh_tw

source: The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.
fr: La formule Uniswap x*y=k n'ai pas satisfaite lors du swap. Cela signifie souvent que l'un des tokens que vous essayez de swapper incorpore un comportement personnalisé lors du transfert

source: The difference between the market price and estimated price due to trade size.
es: La diferencia entre el precio de mercado y el precio estimado debido al tamaño de la operación.
fr: La différence entre le prix du marché et le prix estimé causé par la taille de l'ordre.
hi: ट्रेड के आकार के कारण बाजार मूल्य और अनुमानित मूल्य के बीच का अंतर।
ja: 取引規模による市場価格と推定価格の差。
pt_br: A diferença entre o preço de mercado e o preço estimado devido ao tamanho da negociação.
ro: Diferența dintre prețul pieței și prețul estimat ca urmare a dimensiunii tranzacției.
ru: Разница между рыночной ценой и оценочной ценой из-за размера сделки.
vi: Sự khác biệt giữa giá thị trường và giá ước tính theo quy mô giao dịch.
zh_cn: 因为交易规模所导致的市场价格和预计价格之间的差距。
zh_tw: 因為交易規模所導致的市場價格和您的價格之間的差距。

source: The input token cannot be transferred. There may be an issue with the input token.
fr: Le token d'entré ne peut être transféré. Il y a sans doute une erreur avec celui-ci.

source: The onchain oracle that tracks the pricing for this pair
es: El oráculo en cadena que rastrea los precios de este par
fr: L'oracle "on chain" qui suit le prix de cette paire
hi: इस जोड़ी के लिए मूल्य निर्धारण पर नज़र रखने वाला ऑनचेन ओरेकल
ja: このペアの価格を追跡するオンチェーンオラクル
pt_br: O oráculo onchain que rastreia os preços para este par
ro: Oracolul pe lanț care urmărește prețurile pentru această pereche
ru: Ончейн-оракул, отслеживающий цены на эту пару
vi: Oracle hợp đồng thông minh theo dõi giá cho cặp tiền tệ này
zh_cn: 链上预言机追踪这个交易对的价格
zh_tw: 鏈上預言機追蹤這個交易對的價格

source: The output token cannot be transferred. There may be an issue with the output token.
fr: Le token de sorti ne peut être transféré. Il y a sans doute une erreur avec celui-ci.

source: The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
fr: Cette transaction ne peut être effectué car l'échéance est dépassé. Merci de verifier que votre échéance est suffisante.

source: Things you can do with your SUSHI
es: Cosas que puede hacer con su SUSHI
fr: Les possibilités offertes par vos SUSHI
hi: चीजें जो आप अपनी SUSHI के साथ कर सकते हैं
ja: SUSHIでできること
pt_br: Coisas que você pode fazer com o SUSHI
ro: Ce puteți face cu SUSHI
ru: Что вы можете делать со своими SUSHI
vi: Những điều bạn có thể làm với SUSHI của mình
zh_cn: SUSHI可以做的事情
zh_tw: SUSHI可以做的事情

source: This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.
fr: Ce token n'apparait pas dans la liste active. Assurez vous que ça soit bien le token que vous souhaitez trade

source: This transaction is below market rate
fr: Cette transaction est inférieur aux taux du marché

source: This transaction will not succeed due to price movement. Try increasing your slippage tolerance.
fr: Cette transaction ne peut aboutir du à la variation des prix. Essayez d'augmenter votre tolérance au slippage

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
es: Esta transacción no tendrá éxito debido al movimiento del precio o al cargo por la transferencia. Intente aumentar su tolerancia al deslizamiento.
fr: La variation du prix ou des frais risque d'empêcher cette transaction d'aboutir. Essayez d'augmenter votre tolérance au slippage.
hi: मूल्य में परिवर्तन या ट्रांसफ़र पर शुल्क के कारण यह लेनदेन सफल नहीं होगा। अपनी स्लीपेज सहनशीलता बढ़ाने की कोशिश करें।
ja: この取引は、価格変動または送金時の手数料のいずれかのため、上手くいきません。スリッページの許容範囲を広げてみてください。
pt_br: Esta transação não terá sucesso devido ao movimento do preço ou taxa de transferência. Tente aumentar sua tolerância ao deslizamento.
ro: Această tranzacție nu va reuși din cauza mișcării prețului sau a comisioanelor aferente transferului. Încercați să măriți toleranța la derapaj.
ru: Эта транзакция не будет успешной из-за движения цены или комиссии за перевод. Попробуйте повысить устойчивость к проскальзыванию.
vi: Giao dịch này sẽ không thành công do biến động giá hoặc phí chuyển nhượng. Hãy thử tăng khả năng chịu trượt giá của bạn.
zh_cn: 交易未成功，可能因为价格变动，也可能转账中产生的费用。请提高您可接受的滑点。
zh_tw: 交易未成功，可能因為價格變動，也可能轉賬中產生的費用。請提高您可接受的滑點。

source: Tip to encourage miners to select this transaction.
fr: Ajoutez un pourboire pour encourager les mineurs a sélectionner votre transaction

source: Tip:
fr: Pourboire:

source: Toggle Expert Mode
es: Alternar el modo experto
fr: Basculer en mode expert
hi: विशेषज्ञ मोड को टॉगल करें
ja: エキスパートモードを切り替える
pt_br: Alternar modo especialista
ro: Comutați la modul Expert
ru: Переключить экспертный режим
vi: Chuyển đổi chế độ Chuyên gia
zh_cn: 切换专家模式
zh_tw: 切換專家模式

source: Tokens from inactive lists. Import specific tokens below or click Manage to activate more lists.
fr: Tokens des listes inactives. Importez un token en particulier ci-dessous ou Cliquez sur Gérer pour activer d'autres listes.

source: Tools
es: Herramientas
fr: Outils
hi: टूल
ja: ツール
pt_br: Ferramentas
ro: Instrumente
ru: Инструменты
vi: Công cụ
zh_cn: 工具
zh_tw: 工具

source: Tools to optimize your workflow.
es: Herramientas para optimizar su flujo de trabajo.
fr: Des outils pour optimiser votre flux de travail.
hi: आपके वर्कफ़्लो को अनुकूलित करने के लिए उपकरण।
ja: ワークフローを最適化するツール。
pt_br: Ferramentas para otimizar seu fluxo de trabalho.
ro: Instrumente pentru optimizarea fluxului de lucru.
ru: Инструменты для оптимизации вашего рабочего процесса.
vi: Công cụ để tối ưu hóa quy trình làm việc của bạn.
zh_cn: 用于优化工作流程的工具。
zh_tw: 用於優化工作流程的工具。

source: Transaction History {0}
fr: Historique de transaction {0}

source: Transaction Settings
es: Configuración de la transacción
fr: Paramètres de transaction
hi: लेनदेन सेटिंग
ja: 取引設定
pt_br: Configurações de transação
ro: Setări pentru tranzacție
ru: Настройки транзакции
vi: Cài đặt giao dịch
zh_cn: 交易设置
zh_tw: 交易設置

source: Transaction Submitted
fr: Transaction envoyé

source: Transaction deadline
es: Fecha límite de la transacción
fr: Durée limite de la transaction
hi: लेन-देन की समय सीमा
ja: 取引の期限
pt_br: Prazo de transação
ro: Termen limită pentru tranzacție
ru: Крайний срок транзакции
vi: Thời hạn giao dịch
zh_cn: 交易期限
zh_tw: 交易期限

source: Try enabling multi-hop trades
es: Intente habilitar las operaciones multisalto
fr: Essayez d'activer les transactions multihop
hi: मल्टी-हॉप ट्रेडों को सक्षम करने का प्रयास करें
ja: マルチホップ取引を有効にしてみてください
pt_br: Experimente habilitar negociações multi-hop
ro: Încercați să activați tranzacțiile multi-hop
ru: Попробуйте включить многоскачковые сделки
vi: Thử bật giao dịch nhiều bước
zh_cn: 尝试启用多跳交易
zh_tw: 嘗試啟用多跳交易

source: Turn On Expert Mode
es: Activar el modo experto
fr: Activer le mode expert
hi: विशेषज्ञ मोड चालू करें
ja: エキスパートモードをオンにする
pt_br: Ativar modo especialista
ro: Activați modul Expert
ru: Включите экспертный режим
vi: Bật chế độ Chuyên gia
zh_cn: 开启专家模式
zh_tw: 開啟專家模式

source: Unknown error{0}. Try increasing your slippage tolerance.
fr: Ereur inconnus{0}. Essayez d'augmenter votre tolérance au slippage

source: Unsupported Asset
es: Activo no admitido
fr: Actif non disponible
hi: निराधार संपत्ति
ja: 未対応の資産
pt_br: Ativo sem suporte
ro: Activ neacceptat
ru: Неподдерживаемый актив
vi: Tài sản không được hỗ trợ
zh_cn: 不支持的资产
zh_tw: 不支持的資產

source: Use SUSHI
fr: Utiliser des SUSHI

source: Use this tool to find pairs that don't automatically appear in the interface
fr: Utilisez cet outil pour trouver des paires qui n'apparaissent pas automatique dans l'interface

source: Use xSUSHI
fr: Utiliser des xSUSHI

source: Used
fr: utilisé

source: Vesting is executed within the guidelines selected by the community in
fr: Le vesting est exécuté en suivant les directives établies pas la communauté ici

source: Vietnamese
fr: Vietnamien

source: View Liquidity Positions
fr: Consulter les positions de liquidité

source: View Stats
es: Ver estadísticas
fr: Consulter les statistiques
hi: आँकड़े देखें
ja: 統計を表示
pt_br: Ver estatísticas
ro: Vizualizați statisticile
ru: Посмотреть статистику
vi: Xem số liệu thống kê
zh_cn: 查看数据
zh_tw: 查看數據

source: View on explorer
es: Ver en el explorador
fr: Consulter sur l'explorateur
hi: एक्सप्लोरर पर देखें
ja: エクスプローラーで表示
pt_br: Ver no explorer
ro: Vizualizați în explorator
ru: Посмотреть в проводнике
vi: Xem trên explorer
zh_cn: 在浏览器查看
zh_tw: 在瀏覽器查看

source: Waiting for Confirmation
fr: En attente de confirmation

source: Wallet
es: Cartera
fr: Portefeuille
hi: वॉलेट
ja: ウォレット
pt_br: Carteira
ro: Portofel
ru: Кошелек
vi: Ví tiền
zh_cn: 钱包
zh_tw: 錢包

source: Wallet Balance
es: Saldo de la cartera
fr: Solde de votre portefeuille
hi: वॉलेट की शेषराशि
ja: ウォレット残高
pt_br: Saldo da carteira
ro: Soldul portofelului
ru: Баланс Кошелька
vi: Số dư trên ví
zh_cn: 钱包余额
zh_tw: 錢包余額

source: Weekly unlocks from the vesting period.
fr: Libérations hebdomadaires depuis la période de vesting

source: When creating a pair you are the first liquidity provider. The ratio of tokens you add will set the price of this pool. Once you are happy with the rate, click supply to review
es: Al crear un par, es el primer proveedor de liquidez. La proporción de tokens que agregue establecerá el precio de este fondo. Una vez que esté satisfecho con la tarifa, haga clic en suministrar para revisar
fr: Vous êtes le premier fournisseur de liquidité. Le ratio entre les tokens que vous ajoutez déterminera le prix de cette pool. Une fois que vous êtes satisfait du taux, cliquez sur ajouter pour le vérifier.
hi: जोड़ी बनाते समय पहले आप लिक्विडिटी प्रदाता होते हैं। आपके द्वारा जोड़े गए टोकन का अनुपात इस पूल की कीमत निर्धारित करेगा। जब आप दर से संतुष्ट हैं, तो समीक्षा करने के लिए आपूर्ति पर क्लिक करें
ja: ペアを作成すると、あなたが最初の流動性プロバイダーとなります。追加したトークンの比率によって、このプールの価格が設定されます。レートに問題がなければ、 供給をクリックして確認します
pt_br: Ao criar um par, você é o primeiro provedor de liquidez. A proporção de tokens que você adiciona definirá o preço deste pool. Quando estiver satisfeito com a taxa, clique em "supply to review"
ro: Când creați o pereche, sunteți primul furnizor de lichidități. Raportul de token-uri pe care îl adăugați va stabili prețul acestui fond comun. Odată ce sunteți mulțumit de tarif, faceți clic pe furnizare ofertă a revizui
ru: Создавая пару, вы являетесь первым поставщиком ликвидности. Соотношение добавляемых вами токенов будет определять цену этого пула. Как только вы будете довольны ставкой, нажмите «поставка», чтобы просмотреть
vi: Khi tạo một cặp, bạn là nhà cung cấp thanh khoản đầu tiên. Tỷ lệ token bạn thêm vào sẽ thiết lập giá của mạng lưới này. Khi bạn hài lòng với tỷ lệ, hãy nhấp vào tổng cung để xem xét
zh_cn: 当创建一个交易对时，您是第一个流动性提供者。您添加的代币比例将决定这个池子的价格。一旦您对该比率满意，点击供应进行查看
zh_tw: 當創建一個交易對時，您是第一個流動性提供者。您添加的代幣比例將決定這個池子的價格。一旦您對該比率滿意，點擊供應進行查看

source: Withdraw
es: Retirar
fr: Retirer
hi: वापस निकालना
ja: 引き出す
pt_br: Retirar
ro: Retrageți
ru: Снять
vi: Rút tiền
zh_cn: 提取
zh_tw: 提取

source: Wrap
es: Envolver
fr: Wrapper
hi: सम्मिलित करें
ja: ラップ
ro: Încheiați
ru: Завернуть
vi: Bọc lại
zh_cn: 包裹
zh_tw: 包裹

source: Wrong Network
es: Red incorrecta
fr: Mauvais réseau
hi: गलत नेटवर्क
ja: 間違ったネットワーク
pt_br: Rede Errada
ro: Rețea greșită
ru: Неправильная сеть
vi: Mạng không chính xác
zh_cn: 错误的网络
zh_tw: 錯誤的網絡

source: Yesterday's APR
es: APR de ayer
fr: APR d'hier
hi: कल का APR
ja: 昨日のAPR
pt_br: APR de ontem
ro: APR de ieri
ru: Вчерашняя годовая процентная ставка
vi: Tỷ suất lợi nhuận hàng năm của ngày hôm qua
zh_cn: 昨天的APR
zh_tw: 昨天的APR

source: You Pay:
fr: Vous payez:

source: You are creating a pool
es: Está creando un fondo
fr: Vous créez une pool
hi: आप एक पूल बना रहे हैं
ja: プールを作成しています
pt_br: Você está criando um pool
ro: Creați un fond comun
ru: Вы создаете пул
vi: Bạn đang tạo một mạng lưới
zh_cn: 您正在创建一个池
zh_tw: 您正在創建一個池

source: You are on the wrong network
es: Está en la red equivocada
fr: Vous êtes sur le mauvais réseau
hi: आप गलत नेटवर्क पर हैं
ja: 間違ったネットワークにいます
pt_br: Você está na rede errada
ro: Vă aflați în rețeaua greșită
ru: Вы не в той сети
vi: Bạn đang kết nối sai mạng
zh_cn: 网络错误
zh_tw: 您位在錯誤的網路

source: You don’t have liquidity in this pool yet
es: Aún no tiene liquidez en este fondo
fr: Vous n'avez pas encore de liquidité dans cette pool
hi: इस पूल में आपकी लिक्विडिटी नहीं है
ja: このプールにはまだ流動性がありません
pt_br: Você ainda não tem liquidez neste pool
ro: Încă nu aveți lichidități în acest fond comun
ru: У вас еще нет ликвидности в этом пуле
vi: Bạn chưa có thanh khoản trong mạng lưới này
zh_cn: 您的这个池中还没有流动性
zh_tw: 您的這個池中還沒有流動性

source: You need to first approve LP tokens and then migrate it
es: Primero debe aprobar los tokens LP y luego migrarlos
fr: Vous devez d'abord approuver les tokens LP, puis les migrer
hi: आप पहले LP टोकन को स्वीकार करें और फिर इसे माइग्रेट करें
ja: まずLPトークンを承認してから、移行する必要があります
pt_br: Você precisa primeiro aprovar os tokens LP e depois migrá-los
ro: Mai întâi trebuie să aprobați token-urile LP și apoi să le migrați
ru: Вам необходимо сначала утвердить токены LP, а затем перенести их
vi: Trước tiên, bạn cần phê duyệt token LP và sau đó di chuyển
zh_cn: 您需要首先批准LP代币，然后迁移它
zh_tw: 您需要首先批準LP代幣，然後遷移它

source: You pay
fr: Vous payez

source: You receive <0>(at least):</0>
fr: Vous recevez <0>(au minimum):</0>

source: You receive:
fr: Vous recevez

source: You will receive
es: Recibirá
fr: Vous allez recevoir
hi: आपको प्राप्त होगा
ja: あなたは以下を受け取ります
pt_br: Você receberá
ro: Veți primi
ru: Вы получите
vi: Bạn sẽ nhận được
zh_cn: 您将收到
zh_tw: 您將收到

source: Your
fr: Votre

source: Your Claimable SUSHI this Week
es: Su SUSHI reclamable esta semana
fr: Vos SUSHI à récolter cette semaine
hi: इस सप्ताह आपकी दावायोग्य SUSHI
ja: 今週のあなたの請求可能なSUSHI
pt_br: Sua reivindicação SUSHI esta semana
ro: SUSHI revendicabil pentru această săptămână
ru: SUSHI, которые вы можете запросить на этой неделе
vi: SUSHI có thể yêu cầu của bạn trong tuần này
zh_cn: 本周您可领取的SUSHI
zh_tw: 本周您可領取的SUSHI

source: Your Liquidity
es: Su liquidez
fr: Votre liquidité
hi: आपकी लिक्विडिटी
ja: あなたの流動性
pt_br: Sua liquidez
ro: Lichiditatea dvs.
ru: Ваша ликвидность
vi: Tính thanh khoản của bạn
zh_cn: 您的流动性
zh_tw: 您的流動性

source: Your Staked
es: Su apuesta
fr: Vos X staké
hi: आपका स्टैक्ड
ja: あなたの出資
pt_br: Suas apostas
ro: Sumele dvs. investite
ru: Ваша ставка
vi: Đặt cược của bạn
zh_cn: 您在流动性池的占比
zh_tw: 您在流動性池的占比

source: Your SushiBar Stats
es: Sus estadísticas de SushiBar
fr: Vos statistiques SushiBar
hi: आपके SushiBar आँकड़े
ja: あなたのSushiBarの統計
pt_br: Suas estatísticas do SushiBar
ro: Statisticile dvs. SushiBar
ru: Статистика вашего SushiBar
vi: Thống kê SushiBar của bạn
zh_cn: 您的SushiBar统计信息
zh_tw: 您的SushiBar統計信息

source: Your Wallet
es: Su cartera
fr: Votre portefeuille
hi: आपका वॉलेट
ja: あなたのウォレット
pt_br: Sua carteira
ro: Portofelul dvs.
ru: Ваш кошелек
vi: Ví của bạn
zh_cn: 您的钱包
zh_tw: 您的钱包

source: Your pool share
es: Su participación en el fondo
fr: Votre part de la pool
hi: आपका पूल शेयर
ja: あなたのプールシェア
pt_br: Sua participação de pool
ro: Cota dvs. din fondul comun
ru: Ваша доля в пуле
vi: Cổ phần trên mạng lưới của bạn
zh_cn: 您在流动性池的占比
zh_tw: 您在流動性池的佔比

source: Your total pool tokens
es: El total de sus tokens del fondo
fr: Votre total de tokens dans la pool
hi: आपका कुल पूल टोकन
ja: あなたのプールトークンの合計
pt_br: Seu total de tokens de pool
ro: Numărul total de token-uri pentru fondul comun
ru: Всего ваших токенов пула
vi: Tổng số token trên mạng lưới của bạn
zh_cn: 流动性池中的总代币
zh_tw: 流動性池中的總代幣

source: Your transaction may be frontrun
es: Su transacción podría ser una inversión ventajista
fr: Votre transaction peut être en "frontrun"
hi: आपका लेन-देन सबसे आगे हो सकता है
ja: トランザクションはフロントランニングである可能性があります
pt_br: Sua transação pode ser "frontrun"
ro: Tranzacția dvs. poate fi favorită
ru: Ваша транзакция может быть авансированной
vi: Giao dịch của bạn có thể chạy trước
zh_cn: 您的交易可能被抢跑。
zh_tw: 您的交易可能被搶跑。

source: Your transaction may fail
es: Su transacción podría fallar
fr: Votre transaction peut échouer
hi: आपका लेनदेन विफल हो सकता है
ja: 取引は失敗する可能性があります
pt_br: Sua transação pode falhar
ro: Tranzacția dvs. poate eșua
ru: Ваша транзакция может завершиться неудачно
vi: Giao dịch của bạn có thể thất bại
zh_cn: 您的交易可能失败。
zh_tw: 您的交易可能失敗。

source: Your transaction will revert 23if the price changes unfavorably by more than this percentage.
fr: Votre transaction sera annulé 23si le prix change de façon défavorable davantage que ce pourcentage.

source: Your transaction will revert if it is pending for more than this long.
es: Su transacción se revertirá si está pendiente por encima de este tiempo.
fr: Votre transaction sera annulée si elle n'est pas validée dans la durée précisée.
hi: यदि यह इस समय से अधिक समय से लंबित है तो आपका लेनदेन वापस आ जाएगा।
ja: この長さを超えて保留になっている場合、取引は元に戻ります。
pt_br: Sua transação será revertida se ficar pendente por mais tempo.
ro: Tranzacția dvs. se va anula dacă este în așteptare pentru o perioadă mai lungă de cea stabilită.
ru: Ваша транзакция будет отменена, если она ожидает более этого времени.
vi: Giao dịch của bạn sẽ hoàn nguyên nếu chờ xử lý quá lâu.
zh_cn: 如果您的交易待处理的时间超过此时间，则它将还原。
zh_tw: 如果您的交易待處理的時間超過此時間，則它將還原。

source: Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.
es: Su transacción se revertirá si hay un movimiento de precios grande y desfavorable antes de que se confirme.
fr: Votre transaction sera annulée en cas de mouvement de prix important et défavorable avant qu'elle ne soit confirmée.
hi: पुष्टि होने से पहले एक बड़ा, प्रतिकूल मूल्य परिवर्तन होने पर आपका लेनदेन वापस हो जाएगा।
ja: 確認前に大きな不利な価格変動があった場合、取引は元に戻ります。
pt_br: Sua transação será revertida se houver um movimento de preço grande e desfavorável antes de ser confirmada.
ro: Tranzacția dvs. se va anula dacă are loc o mișcare de preț mare și nefavorabilă, înainte de confirmare.
ru: Ваша транзакция будет отменена, если произойдет значительное неблагоприятное изменение цены до ее подтверждения.
vi: Giao dịch của bạn sẽ hoàn nguyên nếu có một biến động giá lớn, bất lợi trước khi được xác nhận.
zh_cn: 如果交易在确认之前出现大的不利价格变动，则交易将恢复。
zh_tw: 如果交易在確認之前出現大的不利價格變動，則交易將恢復。

source: Your transactions will appear here...
fr: Vos transactions apparaitront ici...

source: Your {exchange} {0}/{1} liquidity will become SushiSwap {2}/{3} liquidity.
es: Su liquidez de {exchange} {0}/{1} se convertirá en liquidez sushiSwap {2}/{3}.
fr: Votre liquidité {exchange} {0} / {1} deviendra la liquidité SushiSwap {2} / {3} .
hi: आपकी {exchange} {0}/{1} लिक्विडिटी SushiSwap लिक्विडिटी {2}/{3} बन जाएगी।
ja: {exchange}{0}/{1}の流動性は、SushiSwap{2}/{3}の流動性になります。
pt_br: Sua liquidez {exchange} {0}/{1} se tornará liquidez SushiSwap {2}/{3}.
ro: Lichiditatea dvs. {exchange} {0}/{1} va deveni lichiditate {2}/{3} SushiSwap.
ru: Ваша ликвидность {exchange} {0}/{1} станет ликвидностью SushiSwap {2}/{3}.
vi: {exchange} {0} / {1} thanh khoản của bạn sẽ trở thành thanh khoản SushiSwap {2}/{3} .
zh_cn: 您的{exchange} {0} / {1}流动性将变为SushiSwap {2} / {3}的流动性。
zh_tw: 您的{exchange} {0} / {1}流動性將變為SushiSwap {2} / {3}的流動性。

source: above
fr: Au dessus

source: below
fr: En dessous

source: failed to load
es: se ha producido un error en la carga
fr: échec du chargement
hi: लोड करने में विफल
ja: 読み込みに失敗しました
pt_br: Falha ao carregar
ro: încărcarea a eșuat
ru: не удалось загрузить
vi: Tải không thành công
zh_cn: 加载失败
zh_tw: 加載失敗

source: for deliberations on additional points.
fr: pour délibérer sur des points supplémentaires.

source: forum discussion
fr: Discussion du forum

source: home page
fr: Page d'accueil

source: loading...
es: cargando...
fr: Chargement en cours...
hi: लोड हो रहा है...
ja: 読み込みんでいます...
pt_br: carregando...
ro: se încarcă...
ru: загрузка...
vi: Đang tải...
zh_cn: 载入中...
zh_tw: 載入中...

source: or the transaction will revert.
fr: Ou la transaction sera annulée.

source: xSUSHI Fee
fr: Frais xSUSHI

source: {0} Deposited
es: {0} depositado
fr: {0} Déposé
hi: {0} जमा किया
ja: {0}の預け入れ
pt_br: {0} depositado
ro: {0} Depus
ru: Внесено {0}
vi: {0} Đã ký quỹ
zh_cn: {0}存入的
zh_tw: {0}存入的

source: {0} Strategy
es: {0} Estrategia
fr: {0} Stratégie
hi: {0} रणनीति
ja: {0}戦略
pt_br: {0} Estratégia
ro: {0} Strategie
ru: Стратегия {0}
vi: {0} Chiến lược
zh_cn: {0}策略
zh_tw: {0}策略

source: {0} {1} per {2}
fr: {0} {1} par {2}

source: {0} {sign} market rate
fr: {0} {sign} taux du marché

source: {0}/{1} Burned
fr: {0}/{1} Brulé

source: Bridge Assets
hi: संपत्ति को ब्रिज करें
pt_br: Ativos de ponte

source: Kashi Lending
hi: Kashi उधार देना

source: Max
hi: अधिकतम
ja: 最大
pt_br: Máx.
ru: Максимум
vi: Tối đa
zh_cn: 最大数量
zh_tw: 最大數量

source: Pool
es: Fondo
hi: पूल
ja: プール
ro: Fond comun
ru: Пул
vi: Mạng lưới
zh_cn: 资金池
zh_tw: 資金池

source: SUSHI Balance
hi: SUSHI शेष
pt_br: Saldo SUSHI

source: Unknown error
hi: अज्ञात त्रुटि
pt_br: Erro desconhecido

source: Vesting
es: Conferir
hi: वेस्टिंग
ja: 権利を確定しています
pt_br: Cancelamento
ro: Intrare în drepturi
ru: Передача прав на ценные бумаги
vi: Quyền được hưởng
zh_cn: 锁仓
zh_tw: 鎖倉

source: Yield
hi: लाभ
pt_br: Margem

source: xSUSHI Balance
hi: xSUSHI शेषराशि
pt_br: Saldo xSUSHI

source: + Add a send (optional)
hi: + एक भेजना हटाएं (वैकल्पिक) जोड़ें
pt_br: + Adicionar um destinatário (opcional)

source: - Remove send
hi: - भेजना हटाएं
pt_br: - Remover destinatário

source: <0>Tip:</0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.</1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive you rewards at any time.
hi: <0> टिप: </0> रिवॉर्ड अर्जित करना शुरू करने के लिए, आपको पहले निर्दिष्ट जोड़ी में लिक्विडिटी जोड़कर या मौजूदा लिक्विडिटी को <1>माइग्रेट करके कुछ SLP प्राप्त करना होंगे। <1>SLP प्राप्त होने के बाद आप रिवॉर्ड अर्जित करने के लिए इसे इस लाभ के फार्म में स्टेक कर सकते हैं। कभी भी अनस्टेक करें और फिर आप लिक्विडिटी हटाएं पर क्लिक करके अपने SLP को फिर से बेस टोकन में बदल सकते हैं। किसी भी समय अपने रिवॉर्ड को प्राप्त करने के लिए हार्वेस्ट पर क्लिक करें।
pt_br: <0>Dica:</0> para começar a ganhar recompensas, você precisará primeiro adquirir algum SLP adicionando liquidez ao par especificado ou <1>migrando a liquidez existente.</1> Depois de obter o SLP, você pode apostar nessa fazenda produtiva para começar a ganhar recompensas. Faça o "unstake" a qualquer momento e então você pode converter seu SLP de volta em tokens básicos clicando em Remover Liquidez. Clique em Colher para receber recompensas a qualquer momento.

source: <0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.
hi: <0> टिप: </0> पूल टोकन निकालने से आपकी पोजीशन वर्तमान दर पर अंतर्निहित टोकन में बदल जाती है, जो आपके हिस्से के अनुपात में होती है। प्राप्त शुल्क आपके द्वारा प्राप्त राशि में शामिल होते हैं।
pt_br: <0>Dica:</0> remover os tokens do pool converte sua posição de volta em tokens subjacentes na taxa atual, proporcional à sua participação no pool. As taxas acumuladas estão incluídas nos valores que você recebe.

source: <0>Tip:</0> Use this tool to find pairs that don't automatically appear in the interface
hi: <0> टिप: </0> इस टूल का उपयोग उन जोड़ियों को खोजने के लिए करें जो इंटरफ़ेस में स्वचालित रूप से प्रकट नहीं होती हैं
pt_br: <0>Dica:</0> use esta ferramenta para encontrar pares que não aparecem automaticamente na interface
