Repository: sushiswap/sushiswap-interface
Catalog: locale/*.po
Languages: es, fr, hi, ja, pt_br, ro, ru, vi, zh_cn, zh_tw

source: Disable Multihops
es: Desactivar Multishops
fr: Désactiver le Multihop
hi: Multihops को अक्षम करें
ja: マルチホップを無効にする
pt_br: Desativar Multihops
ro: Dezactivați Multihops
ru: Отключить Multihops
vi: Tắt giao dịch nhiều bước
zh_cn: 禁用Multihops
zh_tw: 禁用Multihops

source: Disconnect
fr: Se déconnecter

source: Dismiss
es: Descartar
fr: Rejeter
hi: समाप्त करें
ja: 破棄
pt_br: Liberar
ro: Renunțare
ru: Отклонить
vi: Bỏ qua
zh_cn: 解散
zh_tw: 解散

source: Documentation for developers of Sushi.
es: Documentación para desarrolladores de Sushi.
fr: Documentation pour les développeurs de Sushi.
hi: Sushi के डेवलपर्स के लिए दस्तावेज़।
ja: Sushiの開発者向けドキュメント。
pt_br: Documentação para desenvolvedores do Sushi.
ro: Documentație pentru dezvoltatorii de Sushi.
ru: Документация для разработчиков Sushi.
vi: Tài liệu dành cho các nhà phát triển Sushi.
zh_cn: Sushi开发文档。
zh_tw: Sushi開發文檔。

source: Documentation for users of Sushi.
es: Documentación para usuarios de Sushi.
fr: Documentation pour les utilisateurs de Sushi.
hi: Sushi के उपयोगकर्ताओं के लिए दस्तावेज़।
ja: Sushiのユーザー向けドキュメント。
pt_br: Documentação para usuários do Sushi.
ro: Documentație pentru utilizatorii de Sushi.
ru: Документация для пользователей Sushi.
vi: Tài liệu cho người dùng Sushi.
zh_cn: Sushi用户文档。
zh_tw: Sushi用户文档。

source: Either return to the {link}, or change to an available network.
fr: Retourner sur le {link} ou changer pour un réseau disponible

source: English
fr: Anglais

source: Enter
es: Introducir
fr: Entrer
hi: दर्ज करें
ja: 入力
pt_br: Entrar
ro: Introduceți
ru: Ввести
vi: Nhập
zh_cn: 进入
zh_tw: 進入

source: Enter Amount
es: Introduzca la cantidad
fr: Entrer le montant
hi: राशि दर्ज करें
ja: 金額を入力
pt_br: Insira o valor
ro: Introduceți suma
ru: Ввести сумму
vi: Nhập số tiền
zh_cn: 输入金额
zh_tw: 輸入金額

source: Enter a recipient
es: Introduzca un destinatario
fr: Entrez un destinataire
hi: प्राप्तकर्ता दर्ज करें
ja: 受領者を入力
pt_br: Insira um destinatário
ro: Introduceți un destinatar
ru: Введите получателя
vi: Nhập người nhận
zh_cn: 输入接收人
zh_tw: 輸入收件人

source: Enter a valid slippage percentage
es: Introduzca un porcentaje de deslizamiento válido
fr: Entrez un pourcentage de slippage valide
hi: मान्य स्लिपेज प्रतिशत दर्ज करें
ja: 有効なスリッページの割合を入力
pt_br: Insira uma porcentagem de deslizamento válida
ro: Introduceți un procent de derapaj valid
ru: Введите допустимый процент проскальзывания
vi: Nhập phần trăm trượt giá hợp lệ
zh_cn: 输入有效的滑点百分比
zh_tw: 輸入有效的滑點百分比

source: Enter an amount
es: Introduzca una cantidad
fr: Entrez un montant
hi: राशि दर्ज करें
ja: 金額を入力
pt_br: Insira um valor
ro: Introduceți o sumă
ru: Введите сумму
vi: Nhập số tiền
zh_cn: 输入金额
zh_tw: 輸入金額

source: Error
fr: Erreur
hi: त्रुटि
ja: エラー
pt_br: Erro
ro: Eroare
ru: Ошибка
vi: Lỗi
zh_cn: 错误
zh_tw: 錯誤

source: Error connecting
fr: Erreur de connexion

source: Error connecting. Try refreshing the page.
fr: Erreur de connexion. Essayez de rafraichir votre page

source: Exchange Rate
fr: Taux d'échange

source: Expanded results from inactive Token Lists
fr: Résultats étendus depuis la list des tokens inactifs

source: Expert Mode
fr: Mode expert

source: Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.
es: El modo experto desactiva el aviso de confirmación de la transacción y permite operaciones de alto deslizamiento , que a menudo resultan en malas tasas y pérdida de fondos.
fr: Le mode Expert désactive l'alerte de transaction et autorise les transactions à slippage élevé qui se traduisent souvent par des taux défavorables et une potentielle perte de capital.
hi: विशेषज्ञ मोड पुष्टि लेन-देन प्रांप्ट को बंद कर देता है और त्वरित और ज्यादा स्लिपेज वाले ट्रेड की अनुमति देता है जिस कारण अक्सर खराब दरें मिलती हैं या फिर फंड का नुकसान हो जाता है।
ja: エキスパートモードでは、取引確認のプロンプトをオフにすると、結果的にレートが悪くなり、資金を失ってしまうことがよくある 高スリッページの取引が可能になります。
pt_br: O modo especialista desativa o prompt de confirmação da transação e permite negociações com alto risco que geralmente resultam em taxas ruins e perda de fundos.
ro: Modul Expert dezactivează solicitarea de confirmare a tranzacției și permite tranzacții cu derapaj ridicat care duc adesea la rate neperformante și la pierderea de fonduri.
ru: Экспертный режим отключает запрос на подтверждение транзакции и позволяет совершать сделки с высоким проскальзыванием, что часто приводит к плохим курсам и потере средств.
vi: Chế độ chuyên gia tắt lời nhắc xác nhận giao dịch và cho phép các giao dịch trượt giá cao thường dẫn đến tỷ suất xấu và mất tiền.
zh_cn: 专家模式关闭确认交易弹出、允许高交易滑点经常会导致不好的价格和资金的丢失。
zh_tw: 專家模式關閉確認交易彈出、允許高交易滑點經常會導致不好的價格和資金的丟失。

source: Expiration is the time at which the order will become invalid
fr: L'expiration est la date a laquelle l'ordre devient invalide

source: Expired
fr: Expiré

source: Filled
fr: Executé

source: Find Pool
es: Buscar fondo
fr: Trouver une pool
hi: पूल का पता लगाएं
ja: プールを検索
pt_br: Encontrar pool
ro: Găsiți fond comun
ru: Найти пул
vi: Tìm mạng lưới
zh_cn: 查找池
zh_tw: 查找池

source: For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI proportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve xSUSHI in return for voting rights and a fully composable token that can interact with other protocols. Your xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited SUSHI and any additional from fees.
es: Por cada intercambio en la bolsa en cada cadena, el 0,05 % de las tarifas de intercambio se distribuyen como SUSHI , de forma proporcional a su participación en SushiBar. Cuando su SUSHI se apuesta en SushiBar, recibe xSUSHI a cambio de derechos de voto y un token totalmente componible que puede interactuar con otros protocolos. Su xSUSHI se está capitalizando continuamente y cuando retira la apuesta, recibirá todo el xSUSHI depositado originalmente y cualquier cargo adicional.
fr: Pour chaque swap effectué sur les différentes chaines, 0,05% des frais de swap sont distribués en SUSHI , proportionnellement à votre participation au SushiBar. Lorsque vous stakez vos SUSHI dans le SushiBar, vous recevez des xSUSHI en échange, qui vous octroie des droits de vote, engrange des revenus complémentaires et vous permet d'interagir avec d'autres protocoles. Vos xSUSHI s'apprécient automatiquement et lorsque vous les unstakez, vous recevez vos SUSHI initialement déposés ainsi que l'ensemble des frais accumulés.
hi: एक्सचेंज पर हर चेन पर हर स्वैप के लिए, SushiBar के आपके हिस्से के अनुपात में आप 0.05% स्वैप शुल्क प्राप्त करते हैं। जब आपका SUSHI SushiBar में स्टेक करता है, तो आप वोटिंग अधिकार और एक पूरी तरह से कंपोजिट टोकन के बदले में xSUSHI प्राप्त करते हैं जो अन्य प्रोटोकॉल के साथ बातचीत कर सकता है। आपका xSUSHI लगातार कंपाउंडिंग कर रहा है, जब आप अनस्टेक हो जाते हैं तो आपको सभी मूल रूप से जमा SUSHI और फीस में से कुछ अतिरिक्त मिलेगा।
ja: チェーンごとの取引所でスワップが発生するごとに、スワップ手数料の0.05%がSUSHIとして SushiBarのシェアに比例して分配されます。SUSHIをSushiBarに出資すると、議決権および他のプロトコルと 相互作用できる完全に構成可能なトークンと引き換えにxSUSHIを受け取ることができます。 xSUSHIは継続的に複利効果が得られ、出資を解除した時には、最初に預けたSUSHIおよび手数料の 追加分を受け取ることができます。
pt_br: Para cada swap na bolsa de todas as redes, 0,05% das taxas de swap são distribuídas como SUSHI proporcional à sua participação no SushiBar. Quando seu SUSHI é piquetado no SushiBar, você recebe xSUSHI em troca de direitos de voto e um token totalmente combinável que pode interagir com outros protocolos. Seu xSUSHI está aumentando continuamente, quando você desestocar, você receberá todo o originalmente depositado e qualquer adicional das taxas.
ro: Pentru fiecare swap de pe bursă, pe fiecare lanț, 0,05% din comisioanele de swap sunt distribuite ca SUSHI, proporțional cu cota dvs. din SushiBar. Când SUSHI este investit în SushiBar, primiți xSUSHI în schimbul drepturilor de vot și un token complet compozabil care poate interacționa cu alte protocoale. Investiția dvs. xSUSHI se cumulează continuu, iar atunci când retrageți investiția veți primi toate depozitele inițiale SUSHI și orice sumă suplimentară provenită din comisioane.
ru: Для каждого обмена на бирже в каждой цепочке 0,05% комиссии за обмен распределяются как SUSHI пропорционально вашей доле в SushiBar. Когда ваш SUSHI размещен в SushiBar, вы получаете xSUSHI в обмен на право голоса и полностью составляемый токен, который может взаимодействовать с другими протоколами. Ваш xSUSHI постоянно увеличивается. Когда вы отменяете ставку, вы получаете все изначально внесенные SUSHI и любые дополнительные комиссии.
vi: Đối với mỗi giao dịch hoán đổi trên sàn giao dịch trên mọi chuỗi, 0,05% phí hoán đổi được phân bổ dưới dạng SUSHI tương ứng với cổ phần của bạn trên SushiBar. Khi đặt cược SUSHI vào SushiBar, bạn sẽ nhận được xSUSHI để đổi lại quyền biểu quyết và một token có thể tổng hợp đầy đủ có thể tương tác với các giao thức khác. XSUSHI của bạn được hưởng lãi kép liên tục, khi bạn hủy bỏ hủy đặt cược, bạn sẽ nhận được tất cả số SUSHI đã ký quỹ ban đầu và mọi khoản phí bổ sung.
zh_cn: 每条链上每笔交易手续费的0.05%都分给SushiBar（以SUSHI的形式）。当您的SUSHI质押在SushiBar的时候，您将会收到xSUSHI，它有治理权及可以与其它协议交互。xSUSHI可持续复利，当您解除质押时，您将收到质押时的SUSHI及手续费。
zh_tw: 每條鏈上每筆交易手續費的0.05%都分給SushiBar（以SUSHI的形式）。當您的SUSHI質押在SushiBar的時候，您將會收到xSUSHI，它有治理權及可以與其它協議交互。xSUSHI可持續復利，當您解除質押時，您將收到質押時的SUSHI及手續費。

source: French
fr: Français

source: Gain exposure to tokens without reducing your assets. Leverage will enable you to take short positions against assets and earn from downside movements.
es: Obtenga exposición a tokens sin reducir sus activos. El apalancamiento le permitirá tomar posiciones cortas contra activos y ganar dinero con los movimientos a la baja.
fr: Profitez d'une exposition aux tokens de votre choix sans réduire vos actifs. L'effet de levier vous permet de prendre des positions short sur des actifs et de tirer profit des mouvements baissiers.
hi: अपनी संपत्ति को कम किए बिना टोकन प्राप्त करें। आपकी प्रभावन क्षमता आपको परिसंपत्तियों पर शॉर्ट पोजीशन लेने और इनके दाम नीचे जाने पर कमाई करने में सक्षम करेगी।
ja: 資産を減らすことなくトークンへのエクスポージャーを得ることができます。レバレッジをかけることで、資産に対して売り持ちポジションを取り、下落傾向の動きから収益を得ることができます。
pt_br: Ganhe exposição a tokens sem reduzir seus ativos. A alavancagem permitirá que você assuma posições curtas contra ativos e ganhe com os movimentos de baixa.
ro: Obțineți expunere la token-uri fără a vă reduce activele. Efectul de pârghie vă va permite să luați poziții scurte față de active și să câștigați din evoluțiile negative.
ru: Получите доступ к токенам, не уменьшая свои активы. Кредитное плечо позволит вам открывать короткие позиции по активам и зарабатывать на движении вниз.
vi: Có cơ hội tiếp cận với các token mà không làm giảm tài sản của bạn. Đòn bẩy sẽ cho phép bạn thực hiện các vị thế bán đối với tài sản và kiếm tiền từ các biến động giảm giá.
zh_cn: 在不减少资产的情况下获得代币的敞口。杠杆将使您能够对资产做空，并从下跌趋势中获利。
zh_tw: 在不減少資產的情況下獲得代幣的敞口。杠桿將使您能夠對資產做空，並從下跌趨勢中獲利。

source: Gain governance rights with xSUSHI and earn 5% APR (0.05% of all swaps from all chains)
es: Obtenga derechos de gobernanza con xSUSHI y gane un 5 % APR (0,05 % de todos los intercambios de todas las cadenas)
fr: Obtenez des droits de gouvernance avec xSUSHI et profitez de 5% APR (0,05% sur les swaps réalisés sur toutes les chaînes)
hi: xSUSHI के साथ नियंत्रण के अधिकार प्राप्त करें और 5% APR ( सभी चेन से सभी स्वैप का 0.05%) अर्जित करें
ja: xSUSHIでガバナンス権を取得し、5％のAPR (すべてのチェーンからのすべてのスワップの0.05％) を 獲得できます
pt_br: Obtenha direitos de governança com xSUSHI e ganhe 5% APR (0,05% de todas as trocas de todas as redes)
ro: Obțineți drepturi de guvernanță cu xSUSHI și câștigați 5% APR (0,05% din toate swap-urile din toate lanțurile)
ru: Получите права управления с xSUSHI и заработайте 5% годовых (0,05% от всех обменов из всех цепочек)
vi: Nhận quyền quản trị với xSUSHI và kiếm 5% lãi suất phần trăm hàng năm (0,05% trong số tất cả các giao dịch hoán đổi từ tất cả các chuỗi)
zh_cn: 通过xSUSHI获得治理权，并获得5%的年利率（来自所有链上交易手续费的0.05%）
zh_tw: 通過xSUSHI獲得治理權，並獲得5%的年利率（來自所有鏈上交易手續費的0.05%）

source: German
fr: Allemand

source: Go Back
fr: Revenir en arrière

source: Hardware Wallet
es: Cartera de hardware
fr: Portefeuille Hardware
hi: हार्डवेयर वॉलेट
ja: ハードウェアウォレット
pt_br: Carteira de Hardware
ro: Portofel hardware
ru: Аппаратный кошелек
vi: Ví cứng
zh_cn: 硬件钱包
zh_tw: 硬件錢包

source: Harvest {0} SUSHI {1}
fr: Récolter {0} SUSHI {1}

source: Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers.
fr: Vous disposez d'actifs sur lesquels vous souhaitez gagner des intérêts ? Prêtez les sur des marchés de prêt isolés et commencez à toucher des intérêts.

source: Health
es: Salud
fr: Facteur de risque
hi: स्वास्थ्य
ja: 健全性
pt_br: Saúde
ro: Sănătate
ru: Здоровье
vi: Sức khỏe
zh_cn: 健康值
zh_tw: 健康值

source: Historical Total Locked: Connect Wallet
es: Total histórico bloqueado: conectar cartera
fr: Total de SUSHI verrouillé: Connecter un portefeuille
hi: ऐतिहासिक कुल लॉक की गई: वॉलेट कनेक्ट करें
ja: 過去の合計ロック数：ウォレットを接続
pt_br: Total histórico bloqueado: conectar carteira
ro: Valoare istorică totală blocată: Conectați portofelul
ru: Всего заблокировано исторически: подключение кошелька
vi: Tổng số lịch sử đã khóa: Kết nối ví
zh_cn: 锁仓的总数：连接钱包
zh_tw: 鎖倉的總數：連接錢包

source: Historical Total Locked: Fetching Total
es: Total histórico bloqueado: total recuperado
fr: Total de SUSHI verrouillé: récupération du solde total
hi: ऐतिहासिक कुल लॉक की गई: टोटल प्राप्त कर रहा है
ja: 過去の合計ロック数：合計を取得しています
pt_br: Total histórico bloqueado: Buscando total
ro: Valoare istorică totală blocată: Preluare valoarea totală
ru: Всего заблокировано исторически: получение итогов
vi: Tổng số lịch sử đã khóa: Tải tổng số
zh_cn: 锁仓的总数：获取总数
zh_tw: 鎖倉的總數：獲取總數

source: Historical Total Locked: {0} SUSHI
es: Total histórico bloqueado: {0} SUSHI
fr: Total de SUSHI verrouillé: {0} SUSHI
hi: ऐतिहासिक कुल लॉक की गई: {0} सुशी
ja: 過去の合計ロック数： {0}SUSHI
pt_br: Total histórico bloqueado: {0} SUSHI
ro: Valoare istorică totală blocată: {0} SUSHI
ru: Всего заблокировано исторически {0} SUSHI
vi: Tổng số lịch sử đã khóa: {0} SUSHI
zh_cn: 锁仓的总数：{0}SUSHI
zh_tw: 锁仓的总数：{0}SUSHI

source: If you want to supply to a market that is not listed yet, you can use this tool to create a new pair.
fr: Si vous souhaitez déposer dans marché qui n'est pas encore listé, vous pouvez utiliser cet outil pour créer une nouvelle paire.

source: Import
fr: Importer

source: Import Pool
es: Importar fondo
fr: Importer la pool
hi: पूल इंपोर्ट करें
ja: プールをインポート
pt_br: Pool de importação
ro: Importați Fond comun
ru: Импортировать пул
vi: Nhập mạng lưới
zh_cn: 导入流动性池
zh_tw: 導入流動性池

source: In Bento:
fr: Dans Bento

source: In Wallet:
fr: Dans le portefeuille

source: Input is estimated. You will sell at most
fr: L'entrée est une estimation, vous vendrez au maximum

source: Insufficient Balance
es: Saldo insuficiente
fr: Solde insuffisant
hi: अपर्याप्त शेषराशि
ja: 残高が不足しています
pt_br: Saldo insuficiente
ro: Sold insuficient
ru: Недостаточный остаток
vi: Số dư không đủ
zh_cn: 余额不足
zh_tw: 余額不足

source: Insufficient liquidity for this trade
es: Liquidez insuficiente para esta operación
fr: Liquidité insuffisante pour effectuer ce trade
hi: इस ट्रेड के लिए अपर्याप्त लिक्विडिटी
ja: この取引の流動性が不足しています
pt_br: Liquidez insuficiente para essa transação
ro: Lichidități insuficiente pentru această tranzacție
ru: Недостаточная ликвидность для этой сделки
vi: Không đủ thanh khoản cho giao dịch này
zh_cn: 该交易的流动性不足
zh_tw: 該交易的流動性不足

source: Insufficient {0} balance
es: Saldo {0} insuficiente
fr: Solde de {0} insuffisant
hi: अपर्याप्त {0} शेषराशि
ja: {0}の残高が不足しています
pt_br: Saldo {0} insuficiente
ro: Sold {0} insuficient
ru: Недостаточный остаток {0}
vi: Số dư {0} không đủ
zh_cn: 代币{0}余额不足
zh_tw: 代幣{0}餘額不足

source: Interface Settings
es: Configuración de la interfaz
fr: Paramètres
hi: इंटरफ़ेस सेटिंग
ja: インターフェース設定
pt_br: Configurações de interface
ro: Setări interfață
ru: Настройки интерфейса
vi: Cài đặt giao diện
zh_cn: 交互设置
zh_tw: 交互設置

source: Invalid pair
es: Par inválido
fr: Paire invalide
hi: अमान्य जोड़ी
ja: ペアが無効です
pt_br: Par inválido
ro: Pereche nevalidă
ru: Недействительная пара
vi: Cặp không hợp lệ
zh_cn: 无效的代币对
zh_tw: 無效的代幣對

source: Invalid recipient
es: Destinatario no válido
fr: Destinataire non valide
hi: अवैध प्राप्तकर्ता
ja: 受領者が無効です
pt_br: Destinatário inválido
ro: Destinatar nevalid
ru: Недействительный получатель
vi: Người nhận không hợp lệ
zh_cn: 无效接收人
zh_tw: 无效收件人

source: Isolated lending markets mitigate your risks as an asset lender. Know exactly what collateral is available to you in the event of counter party insolvency.
es: Los mercados de préstamos aislados mitigan sus riesgos como prestamista de activos. Sepa exactamente qué garantía tiene disponible en caso de insolvencia de la otra parte.
fr: Les marchés de prêts isolés atténuent vos risques en tant que prêteur d'actifs. Vous savez exactement quelles garanties sont à votre disposition en cas d'insolvabilité de la contrepartie.
hi: पृथक ऋण बाजार आपके जोखिमों को परिसंपत्ति ऋणदाता के रूप में कम करते हैं। काउंटर पार्टी इन्सॉल्वेंसी की स्थिति में आपके लिए क्या कोलेटरल उपलब्ध है इसे जानें।
ja: 孤立した貸出し市場では、資産の貸し手としてのリスクが軽減されます。相手が破産した場合に利用できる担保を正確に把握することができます。
pt_br: Os mercados de empréstimos isolados reduzem seus riscos como credores de ativos. Saiba exatamente quais garantias estão disponíveis para você em caso de insolvência da contraparte.
ro: Piețele împrumuturilor izolate vă reduc riscurile în calitate de creditor de active. Aflați exact ce garanție vi se pune la dispoziție în caz de insolvență a contrapărții.
ru: Изолированные рынки кредитования снижают ваши риски как кредитора активов. Точно знайте, какое обеспечение доступно вам в случае неплатежеспособности контрагента.
vi: Thị trường cho vay biệt lập giúp giảm thiểu rủi ro của bạn với tư cách là người cho vay tài sản. Biết chính xác tài sản thế chấp nào có sẵn cho bạn trong trường hợp đối tác mất khả năng thanh toán.
zh_cn: 孤立借贷市场降低您作为资产提供人的风险。在对手方破产时确切知道对方的抵押品。
zh_tw: 孤立借貸市場降低您作為資產提供人的風險。在對手方破產時確切知道對方的抵押品。

source: Italian
fr: Italien

source: Japanese
fr: Japonais

source: Join the community on Discord.
es: Únase a la comunidad en Discord.
fr: Rejoignez la communauté sur Discord.
hi: Discord पर समुदाय में शामिल हों।
ja: Discordのコミュニティに参加しましょう。
pt_br: Junte-se à comunidade no Discord.
ro: Alăturați-vă comunității pe Discord.
ru: Присоединяйтесь к сообществу на Discord.
vi: Tham gia cộng đồng trên Discord.
zh_cn: 加入Discord社区。
zh_tw: 加入Discord社區。

source: Korean
fr: Coréen

source: Learn more about wallets
fr: En apprendre plus sur les portefeuilles

source: Lend
es: Prestar
fr: Prêter
hi: उधार दें
ja: 貸し出す
pt_br: Emprestar
ro: Dați cu împrumut
ru: Предоставить кредит
vi: Cho vay
zh_cn: 借贷
zh_tw: 借貸

source: Lend assets for interest from borrowers.
es: Prestar activos a cambio de intereses de los prestatarios.
fr: Prêtez vos actifs et collectez des intérêts auprès des emprunteurs.
hi: उधारकर्ताओं को ब्याज पर संपत्ति ऋण पर दें।
ja: 資産を貸し出して、借り手から利息を得る。
pt_br: Empreste ativos com juros de tomadores de empréstimos.
ro: Dați cu împrumut active pentru dobânzi de la împrumutați.
ru: Давайте активы в кредит под проценты от заемщиков.
vi: Cho khách hàng vay tài sản lấy lãi.
zh_cn: 向借款人收取的利息
zh_tw: 向借款人收取的利息

source: Lend your assets, earn yield with no impermanent loss
es: Preste sus activos y obtenga rentabilidad sin pérdida impermanente
fr: Prêtez vos actifs et générez des rendements sans impermanent loss
hi: अपनी संपत्ति उधार दें, बिना किसी नुकसान के लाभ कमाएं
ja: 資産を貸し出し、永続的な損失なしで利回りを得ることができます
pt_br: Empreste seus ativos, ganhe rendimento sem perdas impermanentes
ro: Dați cu împrumut activele, obțineți randament fără pierderi temporare
ru: Давайте свои активы в долг, получайте доход без временных убытков
vi: Cho vay tài sản của bạn, kiếm lợi suất mà không phải chịu tổn thất tạm thời
zh_cn: 借出您的资产，赚取收益无无常损失
zh_tw: 借出您的資產，賺取收益無無常損失

source: Lending
es: Préstamo
fr: Prêt
hi: ऋण देना
ja: 貸出し中
pt_br: Empréstimo
ro: Împrumut
ru: Кредитование
vi: Cho vay
zh_cn: 借贷
zh_tw: 借貸

source: Lent
es: Prestado
fr: Prêté
hi: ऋण दिया गया
ja: 貸出し済み
pt_br: Emprestado
ro: Împrumutat
ru: Предоставлено в кредит
vi: Đã cho vay
zh_cn: 借出
zh_tw: 借出

source: Limit
fr: Limite

source: Liquidity
es: Liquidez
fr: Liquidité
hi: लिक्विडिटी
ja: 流動性
pt_br: Liquidez
ro: Lichiditate
ru: Ликвидность
vi: Tính thanh khoản
zh_cn: 流动性
zh_tw: 流動性

source: Liquidity Provider Fee
es: Tarifa del proveedor de liquidez
fr: Frais de fournisseur de liquidité
hi: लिक्विडिटी प्रदाता शुल्क
ja: 流動性プロバイダーの手数料
pt_br: Taxa do provedor de liquidez
ro: Comisionul furnizorului de lichidități
ru: Комиссия поставщика ликвидности
vi: Phí nhà cung cấp thanh khoản
zh_cn: LP奖励
zh_tw: LP獎勵

source: Liquidity Provider Rewards
es: Recompensas para proveedores de liquidez
fr: Récompenses des fournisseurs de liquidités
hi: लिक्विडिटी प्रदाता रिवॉर्ड
ja: 流動性プロバイダーの報酬
pt_br: Recompensas do provedor de liquidez
ro: Recompense pentru furnizorul de lichidități
ru: Вознаграждения поставщика ликвидности
vi: Phần thưởng của nhà cung cấp thanh khoản
zh_cn: LP奖励
zh_tw: LP獎勵

source: Liquidity providers earn a 0.25% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity
es: Los proveedores de liquidez obtienen una comisión del 0,25 % en todas las operaciones, de forma proporcional a su participación en el fondo. Las comisiones se agregan al fondo, se acumulan en tiempo real y se pueden reclamar retirando su liquidez
fr: Les fournisseurs de liquidité perçoivent 0,25% sur tous les trades, proportionnellement à leur participation dans la pool. Les frais sont ajoutés a la pool, s'accumulent en temps réel et peuvent être récupérés lors du retrait des liquidités
hi: लिक्विडिटी प्रदाता पूल के अपने हिस्से के अनुपात में सभी ट्रेडों पर 0.25% शुल्क कमाते हैं। शुल्क वास्तविक समय में अर्जित करके पूल में डाला जाता है, और अपनी लिक्विडिटी वापस लेने के समय इसका दावा कर किया जा सकता है
ja: 流動性プロバイダーは、プールのシェアに比例して、すべての取引に対して0.25％の手数料を 得ることができます。手数料はプールに追加され、リアルタイムで発生し、流動性を引き出すことで 請求することができます
pt_br: Os provedores de liquidez ganham uma taxa de 0,25% em todas as negociações, proporcional à sua participação tno pool. As taxas são adicionadas ao pool, acumuladas em tempo real e podem ser reivindicadas tretirando sua liquidez
ro: Furnizorii de lichidități câștigă un comision de 0,25% pentru toate tranzacțiile, proporțional cu cota aferentă din fondul comun. Comisioanele sunt adăugate la fondul comun, se acumulează în timp real și pot fi revendicate prin retragerea propriei lichidități
ru: Поставщики ликвидности зарабатывают комиссию 0,25% от всех сделок пропорционально своей доле пула. Комиссии добавляются к пулу, накапливаются в режиме реального времени и могут быть запрошены путем вывода ликвидности
vi: Các nhà cung cấp tính thanh khoản kiếm được khoản phí 0,25% trên tất cả các giao dịch tỷ lệ với cổ phần của họ trong mạng lưới. Phí được thêm vào mạng lưới, tích lũy theo thời gian thực và có thể được yêu cầu bằng cách rút thanh khoản của bạn
zh_cn: 流动性提供者(LP)可按比例收取流动性池中交易额的0.25%作为手续费收入。手续费收入将被直接实时添加至流动性池，在撤出流动性时可收取。
zh_tw: 流動性提供者(LP)可按比例收取流動性池中交易額的0.25%作為手續費收入。手續費收入將被直接實時添加至流動性池，在撤出流動性時可收取。

source: Lists
es: Listas
fr: Listes
hi: सूचियां
ja: リスト
pt_br: Listas
ro: Liste
ru: Списки
vi: Danh sách
zh_cn: 清单
zh_tw: 清單

source: Loading
es: Cargando
fr: Chargement
hi: लोड हो रहा है
ja: 読み込んでいます
pt_br: Carregando
ro: Se încarcă
ru: Загрузка
vi: Đang tải
zh_cn: 载入中
zh_tw: 載入中

source: Loading Balance
fr: Chargement de la balance

source: Loading balance
fr: Chargement de la balance
