Repository: sushiswap/sushiswap-interface
Catalog: locale/*.po
Languages: es, fr, hi, ja, pt_br, ro, ru, vi, zh_cn, zh_tw

source: <0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.
hi: <0> टिप: </0> जब आप लिक्विडिटी जोड़ते हैं, तो आप अपनी पोजीशन का प्रतिनिधित्व करने वाले पूल टोकन प्राप्त करेंगे। ये टोकन स्वचालित रूप से पूल के आपके हिस्से के अनुपात में शुल्क अर्जित करते हैं, और किसी भी समय रीडीम किए जा सकते हैं।
pt_br: <0>Dica:</0> ao adicionar liquidez, você receberá tokens de pool que representam sua posição. Esses tokens ganham automaticamente taxas proporcionais à sua participação no pool e podem ser resgatados a qualquer momento.

source: Add Sushi to your Metamask wallet
hi: अपने Metamask वॉलेट में Sushi जोड़ें
pt_br: Adicione Sushi à sua carteira Metamask

source: Add xSushi to your Metamask wallet
hi: अपने Metamask वॉलेट में xSushi जोड़ें
pt_br: Adicionar xSushi à sua carteira Metamask

source: Check out Sushi on Polygon (Matic)
hi: बहुभुज (Matic) पर Sushi को देखें
pt_br: Confira Sushi on Polygon (Matic)

source: Claim
hi: दावा करें
pt_br: Reivindicar

source: Click here to switch to Polygon using Metamask
hi: Metamask का उपयोग करके बहुभुज पर स्विच करने के लिए यहां क्लिक करें
pt_br: Clique aqui para mudar para Polygon usando Metamask

source: Connect to a wallet to find pools
hi: पूल खोजने के लिए वॉलेट से कनेक्ट करें
pt_br: Conecte-se a uma carteira para encontrar pools

source: Connect to a wallet to view your liquidity
hi: अपनी लिक्विडिटी देखने के लिए वॉलेट से कनेक्ट करें
pt_br: Conecte-se a uma carteira para ver sua liquidez

source: Create a Pair
hi: एक जोड़ी बनाएँ
pt_br: Crie um par

source: Deposited
hi: जमा किया गया
pt_br: Depositado

source: Don't see a pool you joined? <0>Import it.</0>
hi: क्या आप अपने जॉइन किए हुए पूल को नहीं देख पा रहे? <0> इसे इंपोर्ट करें। </0>
pt_br: Não vê um pool no qual você entrou? <0>Importar.</0>

source: Fetching Instruments
hi: उपकरण ला रहा है
pt_br: Buscando instrumentos

source: From
hi: से
pt_br: A partir de
ru: От
zh_tw: 從

source: From (estimated)
hi: से (अनुमानित)
pt_br: De (estimado)

source: Harvest {0} SUSHI
hi: {0} SUSHI को हार्वेस्ट करें
pt_br: Colher {0} SUSHI

source: Harvest {0} SUSHI & {1} MATIC
hi: {0} SUSHI और {1} MATIC को हार्वेस्ट करें
pt_br: Colher {0} SUSHI e {1} MATIC

source: Helpful Sushi Tools
hi: सहायक Sushi टूल
pt_br: Ferramentas úteis para sushi

source: Instruments
hi: उपकरण
pt_br: Instrumentos

source: Keys Burned: 2022.03.04 at 22:05
hi: कुंजी जलाई गई: 2022.03.04 22:05 बजे
pt_br: Chaves usadas: 2022.03.04 às 22:05

source: Lend {assetSymbol}
hi: {assetSymbol} उधार दें
pt_br: Emprestar {assetSymbol}

source: Liquidity Positions
hi: लिक्विडिटी पोजीशन
ja: 流動性ポジション
pt_br: Posições de liquidez
ro: Pozițiile lichidităților

source: Market Staked
hi: बाजार स्टेक किया गया
pt_br: Mercado Apostado

source: New network, new features
hi: नया नेटवर्क, नए फ़ीचर
pt_br: Nova rede, novos recursos

source: No Results
hi: कोई परिणाम नहीं
pt_br: Sem resultados

source: No liquidity found
hi: कोई लिक्विडिटी नहीं मिली
pt_br: Nenhuma liquidez encontrada

source: No liquidity positions found
hi: कोई लिक्विडिटी पोजीशन नहीं मिली
pt_br: Nenhuma posição de liquidez encontrada

source: One click SUSHI → xSUSHI → aXSUSHI
hi: एक क्लिक SUSHI → xSUSHI → aXSUSHI
pt_br: Um clique SUSHI → xSUSHI → aXSUSHI

source: Positions
es: Posiciones
hi: पोजीशन
ja: ポジション
pt_br: Posições
ro: Poziții
ru: Позиции
vi: Vị thế
zh_cn: 仓位
zh_tw: 倉位

source: Price
hi: मूल्य
pt_br: Preço

source: Read Tutorial
hi: ट्यूटोरियल पढ़ें
pt_br: Leia o tutorial

source: Read the contract
hi: अनुबंध पढ़ें
pt_br: Leia o contrato

source: Remove send
hi: भेजना हटाएं
pt_br: Remover destinatário

source: Request Tool
hi: अनुरोध टूल
pt_br: Solicitar ferramenta

source: SAAVE: Stack your yields in one transaction
hi: SAAVE: अपने लाभ को एक लेन-देन में स्टेक करें
pt_br: SAAVE: Agrupe seus rendimentos em uma transação

source: SUSHI Balance: {sushiBalance}
hi: SUSHI शेष: {sushiBalance}
pt_br: Saldo SUSHI: {sushiBalance}

source: SUSHI {0}/{1} Burned
hi: SUSHI {0} / {1} जल गया
pt_br: SUSHI {0}/{1} utilizado

source: Slippage Tolerance
hi: स्लिपेज टॉलरेंस
pt_br: Tolerância de deslizamento

source: Stake your SUSHI into xSUSHI for ~5% APY. Deposit your xSUSHI into Aave as aXSUSHI to earn collateral interest and borrowing power. All in one click.
hi: ~5% APY के लिए अपने SUSHI को xSUSHI में स्टेक करें। कोलेटरल ब्याज और उधार लेने की शक्ति अर्जित करने के लिए अपने xSUSHI को AXSUSHI के रूप में Aave में जमा करें। सब कुछ एक क्लिक में होगा।
pt_br: Aposte seu SUSHI em xSUSHI por ~5% APY. Deposite seu xSUSHI no Aave como aXSUSHI para ganhar juros colaterais e poder de empréstimo. Tudo em um clique.

source: Submit Tool
hi: टूल सबमिट करें
pt_br: Ferramenta de envio

source: Sushi allows for swapping of ERC20 compatible tokens across multiple networks
hi: Sushi कई नेटवर्क में ERC20 संगत टोकन की अदला-बदली की अनुमति देती है
pt_br: Sushi permite a troca de tokens compatíveis com ERC20 em várias redes

source: To
hi: को
pt_br: Para
ru: На
zh_tw: 到

source: To (estimated)
hi: को (अनुमानित)
pt_br: Para (estimado)

source: To withdraw into SUSHI, go to Aave and remove axSUSHI as collateral and then to SushiBar to unstake. A full unwind will be avaialble soon.
hi: SUSHI में वापस जाने के लिए, Aave पर जाएं और axSUSHI को कोलेटरल के रूप में निकालें और उसके बाद SushBar को अनस्टेक करें। एक पूरी प्रक्रिया जल्द ही उपलब्ध होगी।
pt_br: Para retirar para o SUSHI, vá para Aave e remova axSUSHI como garantia e então para SushiBar para selecionar "unstake". Um cancelamento completo estará disponível em breve.

source: Token
hi: टोकन
ja: トークン
pt_br: Símbolo
ru: Токен
zh_cn: 代币
zh_tw: 代幣

source: Trade
hi: ट्रेड
pt_br: Negociação

source: Transaction History
hi: लेनदेन इतिहास
ja: 取引履歴
pt_br: Histórico de transações
ro: Istoricul tranzacțiilor

source: Transactions
hi: लेनदेन
ja: 取引
pt_br: Transações
ro: Tranzacții

source: Unstaked
es: Sin apostar
hi: बिना स्टेक का
ja: 出資解除済み
ro: Neinvestit
ru: Без ставки
vi: Đã hủy đặt cược
zh_cn: 解除质押
zh_tw: 解除質押

source: Unwrap
es: Desenvolver
hi: खोलें
ja: アンラップ
ro: Reluați
ru: Развернуть
vi: Mở bọc
zh_cn: 解开
zh_tw: 解開

source: Use any tool below to optimize your workflow. Please note, some tools are experimental so use with discretion. If theres a smart contract involved for the tool, read the code and confirm the keys have been burned.
hi: अपने वर्कफ़्लो को अनुकूलित करने के लिए नीचे दिए गए किसी भी टूल का उपयोग करें। कृपया ध्यान दें, कुछ टूल प्रयोगात्मक हैं इसलिए सोच-समझकर उपयोग करें। यदि टूल के लिए कोई स्मार्ट कॉन्ट्रैक्ट शामिल है, तो कोड पढ़ें और पुष्टि करें कि कुंजियां जला दी गई हैं।
pt_br: Use qualquer ferramenta abaixo para otimizar seu fluxo de trabalho. Observe que algumas ferramentas são experimentais, portanto, use-as com cautela. Se houver um contrato inteligente envolvido para a ferramenta, leia o código e confirme se as chaves foram utilizadas.

source: V2 Rewarder
hi: V2 रिवॉर्ड देनेवाला

source: Vesting is executed within the guidelines selected by the community in <0>SIMP3</0>.<1/><2/>Please refer to the <3>forum discussion</3> for deliberations on additional points.<4/><5/>Additional records and weekly merkle updates can be found on <6>Github</6>
hi: <0>SIMP3</0> में समुदाय द्वारा चयनित दिशानिर्देशों के भीतर वेस्टिंग को निष्पादित किया जाता है। <1/> <2/> अतिरिक्त बिंदुओं पर विचार-विमर्श के लिए कृपया <3>मंच चर्चा</3> को देखें। <4/> <5/> अतिरिक्त रिकॉर्ड और साप्ताहिक मर्कले अपडेट <6>Github</6> पर देखे जा सकते हैं
pt_br: O prazo para o exercício é executado dentro das diretrizes selecionadas pela comunidade no <0>SIMP3</0>.<1/><2/>Consulte o <3>fórum de discussão</3> para deliberações sobre pontos adicionais.<4/><5/>Registros adicionais e atualizações semanais do merkle podem ser encontrados no <6>Github</6>

source: View Your Liquidity Positions
es: Ver sus posiciones de liquidez
hi: अपनी लिक्विडिटी पोजीशन देखें
ja: あなたの流動性ポジションを表示
pt_br: Visualize suas posições de liquidez
ro: Vizualizați pozițiile lichidităților dvs.
vi: Xem trạng thái thanh khoản của bạn
zh_cn: 查看您的LP

source: View Your Liquidity Positions >
es: Ver sus posiciones de liquidez >
hi: < अपनी लिक्विडिटी पोजीशन देखें >
ja: 流動性ポジションを表示>
pt_br: Visualize suas posições de liquidez >
ro: Vizualizați pozițiile lichidităților dvs.
vi: Xem trạng thái thanh khoản của bạn
zh_cn: 查看您的LP

source: Welcome to Sushi on Polygon (Matic)
hi: बहुभुज (Matic) पर Sushi में आपका स्वागत है
pt_br: Bem-vindo ao Sushi on Polygon (Matic)

source: Withdraw {assetSymbol}
hi: {assetSymbol} वापस ले लें
pt_br: Retirar {assetSymbol}

source: Yield Instruments
hi: लाभ उपकरण
pt_br: Instrumentos de rendimento

source: Your Liquidity Positions
hi: आपकी लिक्विडिटी पोजीशन
pt_br: Suas posições de liquidez

source: Your Transaction History
hi: आपका लेन-देन इतिहास
pt_br: Seu histórico de transações

source: Your Yields
hi: आपका लाभ
pt_br: Seus rendimentos

source: {0} per {1}
hi: प्रति {1} पर {0}
pt_br: {0} por {1}

source: Dont see a pool you joined?
hi: क्या आप अपने जॉइन किए हुए पूल को नहीं देख पा रहे?
pt_br: Não vê um pool no qual você entrou?

source: Have Liquidity on {0}?
hi: {0} में लिक्विडिटी है?
pt_br: Tem liquidez em {0} ?

source: Migrate Now
hi: अभी माइग्रेट करें
pt_br: Migrar agora

source: Pool Rewards
hi: पूल रिवॉर्ड
pt_br: Recompensas de pool

source: Unstake
es: Retirar apuesta
hi: अनस्टेक करें
ja: 出資解除
ro: Retrageți investiția
ru: Отменить ставку
vi: Hủy đặt cược
zh_cn: 解除抵押
zh_tw: 解除抵押

source: import it
hi: इसे इंपोर्ट करें
pt_br: importe-o

source: per month
hi: प्रति माह
pt_br: por mês

source: By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
hi: लिक्विडिटी को जोड़कर आप अपने पूल के हिस्से के अनुपात में इस जोड़ी के सभी ट्रेडों का 0.25% अर्जित करेंगे। शुल्क वास्तविक समय में अर्जित करके पूल में डाला जाता है, और अपनी लिक्विडिटी वापस लेने के समय इसका दावा कर किया जा सकता है।
pt_br: Ao adicionar liquidez, você ganhará 0,25% de todas as negociações neste par proporcional à sua participação no pool. As taxas são adicionadas ao pool, acumuladas em tempo real e podem ser reivindicadas retirando sua liquidez.

source: Dev
hi: डेवलपर
ja: 開発者
vi: Nhà phát triển
zh_cn: 开发人员
zh_tw: 開發人員

source: Discord
hi: विसंगति
ru: Разногласие

source: Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.
hi: इनपुट अनुमानित है। आप अधिकतम <0>{0} {1}</0> पर बेचेंगे या लेन-देन वापस होगा।
pt_br: O resultado é estimado. Você venderá no máximo <0>{0} {1}</0> ou a transação será revertida.

source: Manage Liquidity in Rewards Pool
hi: रिवॉर्ड पूल में लिक्विडिटी का प्रबंधन करें
pt_br: Gerenciar a liquidez no pool de recompensas

source: Maximum sold
hi: अधिकतम बेचा गया
pt_br: Máximo vendido

source: Open Source
es: Código abierto
hi: ओपन सोर्स
ja: オープンソース
pt_br: Código aberto
ru: Открытый источник
vi: Mã nguồn mở
zh_cn: 开源
zh_tw: 開源

source: Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.
hi: इनपुट अनुमानित है। आप कम से कम <0> {0} {1} </0> प्राप्त करेंगे या लेन-देन वापस होगा।
pt_br: O resultado é estimado. Você receberá pelo menos <0>{0} {1}</0> ou a transação será revertida.

source: Output will be sent to <0>{0}</0>
hi: <0>{0}</0> को आउटपुट भेजा जाएगा
pt_br: O resultado será enviado para <0>{0}</0>

source: Route
es: Ruta
hi: रूट
ja: ルート
pt_br: Rota
ro: Rută
ru: Маршрут
vi: Lộ trình
zh_cn: 路径
zh_tw: 路徑

source: Tokens
hi: टोकन
ja: トークン
ro: Token-uri
ru: Токены
vi: Token
zh_cn: 代币
zh_tw: 代幣

source: View pair analytics
hi: जोड़ी विश्लेषण देखें
pt_br: Ver análise de par

source: Your Pool Share
hi: आपका पूल शेयर
pt_br: Sua participação de pool

source: Your Pool Tokens
hi: आपके पूल टोकन
pt_br: Seus tokens de pool

source: minutes
es: minutos
hi: मिनट
ja: 分
pt_br: minutos
ro: minute
ru: минут
vi: phút
zh_cn: 分钟
zh_tw: 分鐘

source: Insufficient WETH balance
hi: अपर्याप्त WETH शेषराशि
pt_br: Saldo WETH insuficiente

source: Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights. Continuously compounding.
hi: ~5% APY में अपनी SUSHI को xSUSHI में स्टेक करें। कोई स्थायी नुकसान नहीं होगा, नियंत्रण के अधिकारों का कोई नुकसान नहीं होगा। निरंतर कंपाउंडिंग होती रहेगी।
pt_br: Aposte seu SUSHI em xSUSHI por ~5% APY. Sem perda impermanente, sem perda de direitos de governança. Composto continuamente.

source: SushiBar: Make SUSHI work for you
hi: SushBar: SUSHI को अपने लिए काम पर लगाइए
pt_br: SushiBar: faça o SUSHI trabalhar para você

source: The difference between the market price and your price due to trade size.
hi: ट्रेड के आकार के कारण बाजार मूल्य और आपके मूल्य के बीच का अंतर।
pt_br: A diferença entre o preço de mercado e seu preço devido ao tamanho da negociação.

source: The transaction cannot succeed due to error: {0}. This is probably an issue with one of the tokens you are swapping.
hi: त्रुटि के कारण लेनदेन सफल नहीं हो सकता: {0} । संभवतः आपके द्वारा स्वैप किए जा रहे टोकन में से एक में समस्या है।
pt_br: A transação não pode ser bem-sucedida devido ao erro: {0}. Este é provavelmente um problema com um dos tokens que você está trocando.

source: Unwrap {0} W{1} to {2}
hi: {0} को W {1} से {2} तक खोलें
pt_br: Desembrulhe {0} W {1} para {2}

source: View SushiBar Stats
hi: SushiBar आँकड़े देखें
pt_br: Ver estatísticas do SushiBar

source: View your SushiBar Portfolio
hi: अपना SushiBar पोर्टफोलियो देखें
pt_br: Veja o seu portfólio SushiBar

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
es: Su transacción se revertirá si el precio cambia desfavorablemente por encima de este porcentaje.
hi: यदि मूल्य में इस प्रतिशत से अधिक प्रतिकूल परिवर्तन होता है तो आपका लेनदेन वापस हो जाएगा।
ja: 価格がこの割合を超えて不利に変動した場合、取引は元に戻ります。
pt_br: Sua transação será revertida se o preço mudar desfavoravelmente em mais do que esta porcentagem.
ro: Tranzacția dvs. se va anula dacă prețul se modifică într-o direcție nefavorabilă, cu mai mult de acest procent.
vi: Giao dịch của bạn sẽ hoàn nguyên nếu giá thay đổi bất lợi hơn tỷ lệ phần trăm này.
zh_cn: 如果价格的不利变化超过这个百分比，您的交易将被退回。

source: xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional to your share of the SushiBar.
hi: xSUSHI स्वचालित रूप से (multichain स्वैप सहित सभी स्वैप का 0.05%) फीस कमाती है जो कि आनुपातिक रूप से SushiBar के आपके हिस्से के बराबर होती है।
pt_br: O xSUSHI ganha automaticamente taxas (0,05% de todas as trocas, incluindo as trocas multichain) proporcionais à sua participação no SushiBar.

source: + Create a new market
hi: + एक नया बाजार बनाएं
pt_br: + Crie um novo mercado

source: <0>Your</0> Positions
hi: <0>Your</0> पोजीशन
pt_br: <0>Suas</0> posições

source: Borrow APR
hi: APR उधार लें
ja: APRを借り入れる
pt_br: Pedir emprestado APR
ro: Împrumutați APR

source: Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers. It's as easy as deposit and withdraw whenever you want.
hi: क्या आपके पास ऐसी संपत्ति है जिस पर आप अतिरिक्त ब्याज अर्जित करना चाहते हैं? उन्हें पृथक बाजारों में उधार दें और उधारकर्ताओं से ब्याज अर्जित करें। जब भी आप चाहें जमा करना और निकालना आसान है।
pt_br: Você tem ativos sobre os quais deseja ganhar juros adicionais? Empreste-os em mercados isolados e ganhe juros dos tomadores de empréstimos. É tão fácil quanto depositar e sacar quando quiser.

source: Limit <0>Used</0>
hi: सीमा <0>Used</0>
pt_br: Limite <0>usado</0>

source: Loan to Value
hi: मूल्य के अनुसार ऋण
ja: 融資比率
pt_br: Empréstimo de valor
ro: Împrumut în limita valorii de piață

source: Market Info
hi: बाजार की जानकारी
ja: 市場情報
pt_br: Informação de Mercado
ro: Informații despre piață

source: Oracle
es: Oráculo
hi: ओरेकल
ja: オラクル
pt_br: Oráculo
ro: Oracol
ru: Оракул
zh_cn: 预言机
zh_tw: 預言機

source: Search by name, symbol, address
hi: नाम, प्रतीक, पते द्वारा खोजें
pt_br: Pesquise por nome, símbolo, endereço

source: Supply APR
hi: आपूर्ति APR
ja: APRを供給
pt_br: Abastecimento APR
ro: Oferiți APR

source: Total
hi: संपूर्ण
ja: 合計
ru: Итого
vi: Tổng cộng
zh_cn: 总数
zh_tw: 總數

source: (COMING SOON) Accrue automatic yield through flash loans andSUSHI strategies
hi: (आ रहा है) फ्लैश ऋण और SUSHI रणनीतियों के माध्यम से स्वचालित लाभ पाएं
pt_br: (EM BREVE) Aumente o rendimento automático por meio de empréstimos e estratégias de SUSHI

source: By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your shareof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawingyour liquidity.
hi: लिक्विडिटी को जोड़कर आप अपने पूल के हिस्से के अनुपात में इस जोड़ी के सभी ट्रेडों का 0.25% अर्जित करेंगे। शुल्क वास्तविक समय में अर्जित करके पूल में डाला जाता है, और अपनी लिक्विडिटी वापस लेने के समय इसका दावा कर किया जा सकता है।
pt_br: Ao adicionar liquidez, você ganhará 0,25% de todas as negociações neste par proporcional à sua participação no pool. As taxas são adicionadas ao pool, acumuladas em tempo real e podem ser reivindicadas retirando sua liquidez.

source: Click on a pool below, input the amount you wish to migrate or select max, and clickmigrate
hi: नीचे दिए गए एक पूल पर क्लिक करें, उस राशि को भरें जिसे आप माइग्रेट करना चाहते हैं या अधिकतम का चयन करें, और माइग्रेट पर क्लिक करें
pt_br: Clique em um pool abaixo, insira a quantidade que deseja migrar ou selecione o máximo e clique em "Migrar"

source: Expert mode turns off the confirm transaction prompt and allows high slippage tradesthat often result in bad rates and lost funds.
hi: विशेषज्ञ मोड पुष्टि लेन-देन प्रांप्ट को बंद कर देता है और त्वरित और ज्यादा स्लिपेज वाले ट्रेड की अनुमति देता है जिस कारण अक्सर खराब दरें मिलती हैं या फिर फंड का नुकसान हो जाता है।
pt_br: O modo especialista desativa o prompt de confirmação da transação e permite negociações com alto risco que geralmente resultam em taxas ruins e perda de fundos.

source: For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHIproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recievexSUSHI in return for voting rights and a fully composable token that can interact with other protocols.Your xSUSHI is continuously compounding, when you unstake you will receive all the originally depositedSUSHI and any additional from fees.
hi: एक्सचेंज पर हर चेन पर हर स्वैप के लिए, SushiBar के आपके हिस्से के अनुपात में आप 0.05% स्वैप शुल्क प्राप्त करते हैं। जब आपका SUSHI SushiBar में स्टेक करता है, तो आप वोटिंग अधिकार और एक पूरी तरह से कंपोजिट टोकन के बदले में xSUSHI प्राप्त करते हैं जो अन्य प्रोटोकॉल के साथ बातचीत कर सकता है। आपका xSUSHI लगातार कंपाउंडिंग कर रहा है, जब आप अनस्टेक हो जाते हैं तो आपको सभी मूल रूप से जमा SUSHI और फीस में से कुछ अतिरिक्त मिलेगा।
pt_br: Para cada troca na bolsa de todas as redes, 0,05% das taxas de troca são distribuídas como SUSHI proporcional à sua participação no SushiBar. Quando o seu SUSHI é apostado no SushiBar, você recebe xSUSHI em troca de direitos de voto e um token totalmente combinável que pode interagir com outros protocolos. Seu xSUSHI está continuamente se acumulando, quando você desvincula, você receberá todos os originalmente depositados SUSHI e qualquer adicional de taxas.

source: Gain governance rights with xSUSHI and earn 5% APR (0.05% ofall swaps from all chains)
hi: xSUSHI के साथ नियंत्रण के अधिकार प्राप्त करें और 5% APR (सभी चेन से सभी स्वैप का 0.05%) अर्जित करें
pt_br: Obtenha direitos de governança com xSUSHI e ganhe 5% APR (0,05% de todas as trocas de todas as redes)

source: Import it
hi: इसे इंपोर्ट करें
pt_br: Importar Isto

source: Liquidity providers earn a 0.25% fee on all trades proportional to their share ofthe pool. Fees are added to the pool, accrue in real time and can be claimed bywithdrawing your liquidity
hi: लिक्विडिटी प्रदाता पूल के अपने हिस्से के अनुपात में सभी ट्रेडों पर 0.25% शुल्क कमाते हैं। शुल्क वास्तविक समय में अर्जित करके पूल में डाला जाता है, और अपनी लिक्विडिटी वापस लेने के समय इसका दावा कर किया जा सकता है
pt_br: Provedores de liquidez ganham uma taxa de 0,25% em todas as negociações, proporcional à sua participação no pool. As taxas são adicionadas ao pool, acumuladas em tempo real e podem ser reivindicadas ao retirar a liquidez

source: Stake into xSUSHI add collateral as axSUSHI on Aave all inone click
hi: xSUSHI में स्टेक करें, सिर्फ एक क्लिक में Aave पर axSUSHI के रूप में कोलेटरल जोड़ें
pt_br: Apostar em xSUSHI adicionar garantia como axSUSHI em Aave tudo em um clique

source: Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.Continuously compounding.
hi: ~5% APY में अपनी SUSHI को xSUSHI में स्टेक करें। कोई स्थायी नुकसान नहीं होगा, नियंत्रण के अधिकारों का कोई नुकसान नहीं होगा। निरंतर कंपाउंडिंग होती रहेगी।
pt_br: Aposte seu SUSHI em xSUSHI por ~5% APY. Sem perda impermanente, sem perda de direitos de governança. Composto continuamente.

source: xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportionalto your share of the SushiBar.
hi: xSUSHI स्वचालित रूप से (multichain स्वैप सहित सभी स्वैप का 0.05%) फीस कमाती है जो कि आनुपातिक रूप से SushiBar के आपके हिस्से के बराबर होती है।
pt_br: O xSUSHI ganha automaticamente taxas (0,05% de todas as trocas, incluindo as trocas multichain) proporcionais à sua participação no SushiBar.

source: 300M+ TVL on Polygon! Optimized routing enabled
hi: बहुभुज पर 300M+ TVL! अनुकूलित रूटिंग सक्षम की गई
pt_br: Mais de 300 M de TVL no Polygon! Rotamento otimizado habilitado

source: APR (incl. Fees)
hi: APR (शुल्क सहित)
pt_br: APR (incl. taxas)

source: Enjoy the lowest slippage on Polygon
hi: बहुभुज पर सबसे कम स्लिपेज का आनंद लें
pt_br: Aproveite o menor deslizamento no Polygon

source: Your Transaction History on {0}
hi: {0} पर आपका लेन-देन इतिहास
ja: {0}のあなたの取引履歴
pt_br: O seu histórico de transações no {0}
ro: Istoricul tranzacțiilor dvs. la {0}

source: annualized
hi: वार्षिक
pt_br: anualizado

source: APY (incl. Fees)
hi: APY (शुल्क सहित)
pt_br: APY (incl. taxas)

source: APR
pt_br: ABR
ru: Годовая процентная ставка
vi: Lãi suất phần trăm hàng năm - APR

source: Docs
ja: ドキュメント
ro: Documente
ru: Документы
vi: Tài liệu
zh_cn: 文档
zh_tw: 文档

source: MAX
ja: 最大
ru: МАКСИМУМ
vi: TỐI ĐA
zh_cn: 最大数量
zh_tw: 最大數量
