Repository: sushiswap/sushiswap-interface
Catalog: locale/*.po
Languages: es, fr, hi, ja, pt_br, ro, ru, vi, zh_cn, zh_tw

source: Loading your {exchange} liquidity positions
es: Cargando sus posiciones de liquidez {exchange}
fr: Chargement de vos positions {exchange}
hi: आपकी {exchange} लिक्विडिटी की पोजीशन लोड हो रही है
ja: {exchange}の流動性ポジションを読み込んでいます
pt_br: Carregando suas posições de liquidez de {exchange}
ro: Se încarcă pozițiile lichidităților dvs. {exchange}
ru: Загрузка ваших позиций ликвидности {exchange}
vi: Đang tải trạng thái thanh khoản {exchange}
zh_cn: 正在加载您的{exchange}您的流动性仓位
zh_tw: 正在加載您的{exchange}您的流動性倉位

source: Loading...
es: Cargando...
fr: Chargement...
hi: लोड हो रहा है...
ja: 読み込んでいます...
pt_br: Carregando...
ro: Se încarcă...
ru: Загрузка...
vi: Đang tải...
zh_cn: 载入中...
zh_tw: 載入中...

source: MEOW tokens wrap xSUSHI into BentoBox for double yields and can be used to vote in special MEOW governor contracts.
fr: Le token MEOW représente des xSUSHI déposer dans la BentoBox engrangent un double rendement, il peut aussi être utilisé pour voter et participer à la gouvernance

source: MEV Shield by Archer DAO
fr: Protection MEV par Archer DAO

source: Manage
es: Gestionar
fr: Gérer
hi: प्रबंधित करें
ja: 管理
pt_br: Gerir
ro: Gestionați
ru: Управлять
vi: Quản lý
zh_cn: 管理
zh_tw: 管理

source: Manage Token Lists
fr: Gérer la liste de tokens

source: Manage this pool
es: Gestionar este fondo
fr: Gérer cette pool
hi: इस पूल का प्रबंधन करें
ja: このプールを管理
pt_br: Gerenciar este pool
ro: Gestionați acest fond comun
ru: Управлять этим пулом
vi: Quản lý mạng lưới này
zh_cn: 管理这个池子
zh_tw: 管理這個池子

source: Market
fr: Marché

source: Markets
es: Mercados
fr: Marchés
hi: बाजार
ja: 市場
pt_br: Mercados
ro: Piețe
ru: Рынки
vi: Thị trường
zh_cn: 市场
zh_tw: 市場

source: Maximize yield by staking SUSHI for xSUSHI
es: Maximice el rendimiento apostando SUSHI por xSUSHI
fr: Maximisez vos rendements en stakant vos SUSHI pour des xSUSHI
hi: XSUSHI के लिए SUSHI को स्टेक करके लाभ को अधिकतम करें
ja: xSUSHIにSUSHIを出資して利回りを最大化
pt_br: Maximize o rendimento investindo SUSHI para xSUSHI
ro: Maximizați randamentul investind SUSHI în xSUSHI
ru: Увеличьте доход, ставя SUSHI на xSUSHI
vi: Tối đa hóa lợi suất bằng cách đặt cược SUSHI cho xSUSHI
zh_cn: 将SUSHI质押成xSUSHI最大化收益
zh_tw: 將SUSHI質押成xSUSHI最大化收益

source: Maximum sent
fr: Maximum envoyé

source: Migrate
es: Migrar
fr: Migrer
hi: माइग्रेट करें
ja: 移行
pt_br: Migrar
ro: Migrați
ru: Перенести
vi: Di chuyển
zh_cn: 迁移
zh_tw: 遷移

source: Migrate {exchange} Liquidity
es: Migrar {exchange} liquidez
fr: Migrer les liquidités {exchange}
hi: लिक्विडिटी को माइग्रेट {exchange} करें
ja: {exchange}の流動性を移行
pt_br: Migrar liquidez de {exchange}
ro: Migrați lichiditatea {exchange}
ru: Перенести ликвидность {exchange}
vi: Di chuyển thanh khoản {exchange}
zh_cn: 迁移{exchange}流动资金
zh_tw: 遷移{exchange}流動資金

source: Migrating
es: Migrando
fr: Migration
hi: माइग्रेट किया जा रहा है
ja: 移行中
pt_br: Migrando
ro: Se migrează
ru: Перенос
vi: Di chuyển
zh_cn: 正在迁移
zh_tw: 正在遷移

source: Migration is done in one-click using your signature (permit)
es: La migración se realiza en un solo clic utilizando su firma (permiso)
fr: La migration se fait en un clic à l'aide de votre signature (autorisation)
hi: आपके हस्ताक्षर (परमिट) का उपयोग करके एक क्लिक में माइग्रेशन किया जाता है
ja: 移行は、署名 (許可) を使用してワンクリックで完了します
pt_br: A migração é feita com um clique usando sua assinatura (licença)
ro: Migrarea se face cu un singur clic folosind semnătura dvs. (permis)
ru: Перенос осуществляется в один клик с помощью вашей подписи (разрешения)
vi: Quá trình di chuyển được thực hiện trong một cú nhấp chuột bằng chữ ký của bạn (giấy phép)
zh_cn: 使用您的签名(许可证)，一键完成迁移
zh_tw: 使用您的簽名（許可證），一鍵完成遷移

source: Miner Tip
fr: Pourboire du mineur

source: Minimum Received
fr: Minimum reçu

source: Minimum received
es: Mínimo recibido
fr: Minimum reçu
hi: न्यूनतम प्राप्त किया
ja: 最小の受け取り
pt_br: Mínimo recebido
ro: Minim primit
ru: Полученный минимум
vi: Số tiền nhận được tối thiểu
zh_cn: 最少可获得的数量
zh_tw: 最少可獲得的數量

source: My Liquidity Positions
fr: Mes positions de liquidité

source: My Orders
fr: Mes ordres

source: My SUSHI
fr: Mes SUSHI

source: Network not supported yet
fr: Ce réseau n'est pas supporté pour le moment

source: Never
fr: Jamais

source: New to Ethereum?
fr: Nouveau sur Ethereum?

source: No Liquidity found
es: No se ha encontrado liquidez
fr: Aucune liquidité trouvée
hi: कोई लिक्विडिटी नहीं मिली
ja: 流動性が見つかりません
pt_br: Nenhuma liquidez encontrada
ro: Nu s-a găsit nicio lichiditate
ru: Ликвидность не найдена
vi: Không tìm thấy thanh khoản
zh_cn: 没有发现流动性
zh_tw: 沒有發現流動性

source: No liquidity found to do swap
es: No se ha encontrado liquidez para el intercambio
fr: Aucune liquidité trouvée pour swapper
hi: स्वैप करने के लिए कोई लिक्विडिटी नहीं मिली
ja: スワップを行う流動性は見つかりません
pt_br: Nenhuma liquidez encontrada para fazer a troca
ro: Nu s-a găsit nicio lichiditate pentru a realiza un swap
ru: Ликвидность для обмена не обнаружена
vi: Không tìm thấy thanh khoản để thực hiện hoán đổi
zh_cn: 该交换没有流动性
zh_tw: 沒有發現流動性可以互換

source: No liquidity was found.
fr: Aucune liquidité n'a été trouvée

source: No order history
fr: Pas d'historique d'ordre

source: No pool found
es: No se ha encontrado ningún fondo
fr: Aucune pool trouvée
hi: कोई पूल नहीं मिला
ja: プールが見つかりません
pt_br: Nenhum pool encontrado
ro: Nu s-a găsit niciun fond comun
ru: Пул не найден
vi: Không tìm thấy mạng lưới
zh_cn: 未找到池
zh_tw: 未找到池

source: No results found
es: No se han encontrado resultados
fr: Aucun résultat trouvé
hi: कोई परिणाम नहीं मिला
ja: 結果が見つかりません
pt_br: Nenhum resultado encontrado
ro: Nu s-a găsit niciun rezultat
ru: Результаты не найдены
vi: Không tìm thấy kết quả nào
zh_cn: 未找到结果
zh_tw: 未找到結果

source: Non-hardware Wallet
es: Cartera sin hardware
fr: Portefeuille non-hardware
hi: नॉन-हार्डवेयर वॉलेट
ja: 非ハードウェアウォレット
pt_br: Carteira não-hardware
ro: Portofel non-hardware
ru: Неаппаратный кошелек
vi: Không phải ví cứng
zh_cn: 非硬件钱包
zh_tw: 非硬件錢包

source: None
es: Ninguno
fr: Aucun
hi: कोई नहीं
ja: なし
pt_br: Nenhum
ro: Nimic
ru: Нет
vi: Không có
zh_cn: 无
zh_tw: 無

source: ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.
es: UTILICE ESTE MODO ÚNICAMENTE SI SABE LO QUE ESTÁ HACIENDO.
fr: N'UTILISEZ CE MODE QUE SI VOUS SAVEZ CE QUE VOUS FAITES.
hi: इस मोड का उपयोग तब ही करें यदि आप जानते हैं कि आप क्या कर रहे हैं।
ja: このモードは、自分が行っている内容を分かっている場合のみ使用してください。
pt_br: USE ESTE MODO SOMENTE SE SABE O QUE ESTÁ FAZENDO.
ro: FOLOSIȚI ACEST MOD DOAR DACĂ SUNTEȚI FAMILIARIZAT CU SITUAȚIA.
ru: ИСПОЛЬЗУЙТЕ ЭТОТ РЕЖИМ ТОЛЬКО, ЕСЛИ ЗНАЕТЕ, ЧТО ВЫ ДЕЛАЕТЕ.
vi: CHỈ SỬ DỤNG CHẾ ĐỘ NÀY NẾU BẠN BIẾT BẠN ĐANG LÀM GÌ.
zh_cn: 请了解您在做什么之后再选择该模式。
zh_tw: 只有当您知道自己在做什么时，才会使用此模式。

source: Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device
es: ¡Vaya! Se ha producido un error desconocido. Actualice la página o visítela desde otro navegador o dispositivo.
fr: Oops! Une erreur inconnue est survenue. Veuillez actualiser la page ou la consulter à partir d'un autre navigateur ou appareil
hi: उफ़! एक अज्ञात ग़लती हुई। कृपया पृष्ठ को रीफ़्रेश करें, या किसी अन्य ब्राउज़र या डिवाइस से विजिट करें
ja: おっと！不明なエラーが発生しました。ページを更新するか、別のブラウザまたはデバイスからアクセスしてください
pt_br: Ocorreu um erro desconhecido. Atualize a página ou use outro navegador ou dispositivo
ro: Hopa! O apărut o eroare necunoscută. Vă rugăm să reîmprospătați pagina sau să folosiți un alt browser sau dispozitiv
ru: Ой! Произошла неизвестная ошибка. Обновите страницу или перейдите в другой браузер или устройство
vi: Rất tiếc! Đã xảy ra lỗi không xác định. Vui lòng làm mới trang hoặc truy cập từ trình duyệt hoặc thiết bị khác
zh_cn: 糟糕！出现未知错误。请刷新页面，或从其他浏览器或设备访问
zh_tw: 糟糕！出現未知錯誤。請刷新頁面，或從其他瀏覽器或設備訪問

source: Open Orders
fr: Ordres ouverts

source: Open main menu
es: Abrir menú principal
fr: Ouvrir le menu principal
hi: मुख्य मेनू खोलें
ja: メインメニューを開く
pt_br: Abra o menu principal
ro: Deschideți meniul principal
ru: Открыть главное меню
vi: Mở menu chính
zh_cn: 打开主菜单
zh_tw: 打開主菜單

source: Order Expiration
fr: Expiration des ordres

source: Order History
fr: Historique des ordres

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
fr: Montant total estimé. Si le prix évolue au-delà de {0}% votre transaction/n.sera annulé

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
es: El resultado es estimado. Si el precio cambia en más del {0} %, su transacción se revertirá.
fr: Montant total estimé. Si le prix évolue au-delà de {0} %, votre transaction sera annulée.
hi: आउटपुट अनुमानित है। यदि मूल्य {0} % से अधिक बदलता है तो आपका लेनदेन वापस हो जाएगा।
ja: 出力は推定値です。価格が{0}％を超えて変化した場合、トランザクションは元に戻ります。
pt_br: A produção é estimada. Se o preço mudar em mais de {0}%, sua transação será revertida.
ro: Rezultatul este estimat. Dacă prețul suferă modificări mai mari de {0}%, tranzacția dvs. se va anula.
ru: Вывод оценен. Если цена изменится более чем на {0}%, транзакция будет отменена.
vi: Đã ước tính đầu ra. Nếu giá thay đổi hơn {0} % thì giao dịch của bạn sẽ hoàn nguyên.
zh_cn: 估计输出。如果价格变化超过{0} ％，您的交易将被退回。
zh_tw: 估計輸出。如果價格變化超過{0} ％，您的交易將被退回。

source: Output is estimated. You will receive at least
fr: Montant total estimé. Vous recevrez au moins

source: Output will be sent to
fr: Le montant sera envoyé à

source: Pay
fr: Payer

source: Pay from:
fr: Payer depuis:

source: Pending
es: Pendiente
fr: En attente
hi: विचाराधीन
ja: 保留中
pt_br: Pendente
ro: În așteptare
ru: В ожидании
vi: Đang chờ xử lý
zh_cn: 处理中
zh_tw: 處理中

source: Pending Treasury Transfer
es: Transferencia de tesorería pendiente
fr: Transfert de la trésorerie en attente
hi: लंबित ट्रेजरी ट्रांसफर
ja: 保留中の資金移動
pt_br: Pendente de transferência de tesouraria
ro: Transfer de trezorerie în așteptare
ru: Перевод казначейства в ожидании
vi: Chuyển tiền đang chờ xử lý
zh_cn: 等待金库转账
zh_tw: 等待金庫轉賬

source: Please connect to the appropriate Ethereum network.
fr: Merci de vous connecter au réseau Ethereum approprié.

source: Please enter an amount
fr: Merci d'entrer un montant

source: Please refer to the
fr: Merci de vous référez à

source: Please type the word "confirm" to enable expert mode.
es: Escriba la palabra "confirmar" para activar el modo experto.
fr: Veuillez taper «confirmer» pour activer le mode expert.
hi: विशेषज्ञ मोड को सक्षम करने के लिए कृपया "पुष्टि" शब्द लिखें।
ja: エキスパートモードを有効にするには、「確認」という単語を入力してください。
pt_br: Digite a palavra "confirmar" para habilitar o modo especialista.
ro: Vă rugăm să tastați cuvântul „confirmare” pentru a activa modul expert.
ru: Введите слово «подтвердить», чтобы включить экспертный режим.
vi: Vui lòng nhập từ "xác nhận" để bật chế độ chuyên gia.
zh_cn: 请输入“确认”以开启专家模式。
zh_tw: 請輸入單詞“ confirm”以啟用專家模式。

source: Pool Found!
es: ¡Fondo encontrado!
fr: Pool identifié!
hi: पूल मिला!
ja: プールが見つかりました！
pt_br: Pool encontrado!
ro: Fond comun găsit!
ru: Пул найден!
vi: Đã tìm thấy mạng lưới!
zh_cn: 找到池！
zh_tw: 找到池！

source: Pool Tokens
es: Tokens en el fondo
fr: Tokens dans la pool
hi: पूल टोकन
ja: トークンをプール
pt_br: Tokens de pool
ro: Token-uri pentru fondul comun
ru: Токены пула
vi: Token mạng lưới
zh_cn: 流动性池中的总代币
zh_tw: 流動性池中的總代幣

source: Pool tokens in rewards pool
es: Tokens del fondo común en el fondo de recompensas
fr: Tokens disponibles dans la pool de récompenses
hi: रिवॉर्ड पूल में पूल टोकन
ja: 報酬プールのトークンをプール
pt_br: Tokens de pool no pool de recompensas
ro: Token-uri aferente fondului comun în fondul pentru recompense
ru: Токены пула в пуле вознаграждений
vi: Token mạng lưới trong mạng lưới phần thưởng
zh_cn: 奖励池中的代币
zh_tw: 獎勵池中的代幣

source: Pooled {0}
es: {0} agrupado
fr: {0} déposé dans la pool
hi: जमा हुआ {0}
ja: {0}をプールしました
pt_br: Combinado {0}
ro: Pus în comun {0}
ru: Объединено {0}
vi: Đã gộp chung {0}
zh_cn: 汇集{0}
zh_tw: 汇集{0}

source: Price Impact
es: Impacto en el precio
fr: Impact sur le prix
hi: मूल्य का प्रभाव
ja: 価格への影響
pt_br: Impacto de preço
ro: Impactul prețului
ru: Влияние на цену
vi: Tác động giá
zh_cn: 价格影响
zh_tw: 價格影響

source: Price Impact High
es: Impacto de precio alto
fr: Impact sur le prix élevé
hi: मूल्य प्रभाव अधिक
ja: 価格への影響が高い
pt_br: Impacto de preço alto
ro: Impactul asupra prețului este mare
ru: Сильное влияние на цену
vi: Tác động giá cao
zh_cn: 价格影响高
zh_tw: 價格影響高

source: Price Impact Too High
es: Impacto de precio demasiado alto
fr: Impact sur le prix trop important
hi: मूल्य प्रभाव बहुत अधिक है
ja: 価格への影響が高すぎる
pt_br: Impacto de preço muito alto
ro: Impactul asupra prețului este prea mare
ru: Слишком сильное влияние на цену
vi: Tác động giá quá cao
zh_cn: 价格影响过高
zh_tw: 價格影響過高

source: Price Updated
es: Precio actualizado
fr: Prix actualisé
hi: मूल्य अपडेट किया गया
ja: 価格が更新されました
pt_br: Preço Atualizado
ro: Preț actualizat
ru: Цена обновлена
vi: Đã cập nhật giá
zh_cn: 价格更新
zh_tw: 價格更新

source: Rate
fr: taux

source: Rates
es: Tarifas
fr: Taux
hi: दरें
ja: レート
pt_br: Cotações
ro: Rate
ru: Тарифы
vi: Tỷ giá
zh_cn: 费率
zh_tw: 費率

source: Receive
fr: Recevoir

source: Recent Transactions
fr: Transactions récentes

source: Recipient
fr: Destinataire

source: Remove
es: Eliminar
fr: Retirer
hi: हटाएं
ja: 削除
pt_br: Remover
ro: Eliminați
ru: Удалить
vi: Xóa
zh_cn: 去除
zh_tw: 删除

source: Remove Liquidity
es: Eliminar liquidez
fr: Retirer la liquidité
hi: लिक्विडिटी निकालें
ja: 流動性を削除
pt_br: Remover Liquidez
ro: Eliminare lichiditate
ru: Удалить ликвидность
vi: Xóa thanh khoản
zh_cn: 删除流动金
zh_tw: 移除流動性

source: Remove recipient
fr: Retirer le destinataire

source: Remove {0} {1} and {2} {3}
fr: Retirer {0} {1} et {2} {3}

source: Removing {0} {1} and {2} {3}
es: Eliminando {0} {1} y {2} {3}
fr: Retrait de {0} {1} et {2} {3}
hi: {0} {1} और {2} {3} निकालना
ja: {0}{1}および{2}{3}を削除しています
pt_br: Removendo {0} {1} e {2} {3}
ro: Se elimină {0} {1} și {2} {3}
ru: Удаление {0} {1} и {2} {3}
vi: Xóa {0} {1} và {2} {3}
zh_cn: 移除{0}{1}和{2}{3}
zh_tw: 移除{0}{1}和{2}{3}

source: Repay
es: Pagar
fr: Rembourser
hi: चुकाएं
ja: 払い戻す
pt_br: Reembolsar
ro: Rambursare
ru: Погасить
vi: Hoàn trả
zh_cn: 还款
zh_tw: 還款

source: Restricts swaps to direct pairs only.
es: Restringe los intercambios a pares directos únicamente.
fr: Limiter les swaps aux paires directes seulement.
hi: केवल डायरेक्ट जोड़े को स्वैप करने के लिए प्रतिबंधित है।
ja: スワップを直接ペアのみに制限します。
pt_br: Restringe as trocas apenas aos pares diretos.
ro: Restricționează swap-urile doar la perechile directe.
ru: Ограничивает обмены только прямыми парами.
vi: Chỉ hạn chế hoán đổi đối với các cặp trực tiếp.
zh_cn: 限制只交易直接交易对。
zh_tw: 限制只交易直接交易對。

source: Review Limit Order
fr: Revue de l'ordre à cours limité

source: Rewards
fr: Récompenses

source: Roll it back - this feature is not yet supported on {0}.
fr: Revenir en arrière - cette fonctionnalité n'est pas encore supportée sur {0}

source: Romanian
fr: Roumain

source: Routing through these tokens resulted in the best price for your trade.
es: El enrutamiento a través de estos tokens ha dado como resultado el mejor precio para su intercambio.
fr: Le routage à travers ces tokens permet d'obtenir le meilleur prix pour votre trade.
hi: इन टोकन के माध्यम से रूटिंग करने से आपके ट्रेड के लिए सबसे अच्छी कीमत मिली।
ja: これらのトークンからのルーティングにより、取引に最適な価格が得られました。
pt_br: O roteamento por meio desses tokens resultou no melhor preço para sua negociação.
ro: Rutarea prin aceste token-uri a dus la cel mai bun preț pentru tranzacția dvs.
ru: Маршрутизация через эти токены привела к лучшей цене для вашей сделки.
vi: Việc điều hướng thông qua các token này sẽ giúp giao dịch của bạn đạt mức giá tốt nhất.
zh_cn: 路由经过这些代币将给您的交易带来最好的价格。
zh_tw: 路由經過這些代幣將給您的交易帶來最好的價格。

source: Russian
fr: Russe

source: Search name or paste address
es: Buscar nombre o pegar dirección
fr: Rechercher un nom ou coller une adresse
hi: नाम खोजें या पता पेस्ट करें
ja: 名前を検索またはアドレスを貼り付ける
pt_br: Pesquise o nome ou cole o endereço
ro: Căutați numele sau lipiți adresa
ru: Найдите имя или вставьте адрес
vi: Tìm kiếm tên hoặc dán địa chỉ
zh_cn: 搜索名称或粘贴地址
zh_tw: 搜索名稱或粘貼地址

source: Select a asset token
fr: Sélectionner un actif

source: Select a collateral token
fr: Sélectionner un collatéral

source: Select a rate
fr: Sélectionnez un taux

source: Select a token
es: Seleccione un token
fr: Sélectionnez un token
hi: एक टोकन चुनें
ja: トークンを選択
pt_br: Selecione um token
ro: Selectați un token
ru: Выберите токен
vi: Chọn một token
zh_cn: 选择通证
zh_tw: 選擇代幣

source: Select a token to find your liquidity
es: Seleccione un token para encontrar su liquidez
fr: Sélectionnez un token pour trouver votre liquidité
hi: अपनी लिक्विडिटी को खोजने के लिए टोकन का चयन करें
ja: トークンを選択して流動性を検索
pt_br: Selecione um token para encontrar sua liquidez
ro: Selectați un token pentru a găsi lichiditatea
ru: Выберите токен, чтобы узнать свою ликвидность
vi: Chọn một token để tìm thanh khoản của bạn
zh_cn: 选择代币以找到您的流动性
zh_tw: 选择代币以找到您的流动性

source: Select an order expiration
fr: Sélectionnez l'expiration pour votre ordre

source: Send to:
fr: Envoyer à:

source: Send transaction privately to avoid front-running and sandwich attacks. Requires a miner tip to incentivize miners
fr: Envoyer une transaction privée pour éviter le front-running et les attaques sandwich. Nécessite un pourboire pour le mineur

source: Share of Pool
es: Participación en el fondo
fr: Part de la pool
hi: पूल का हिस्सा
ja: プールのシェア
pt_br: Participação no pool
ro: Cota din fondul comun
ru: Доля пула
vi: Cổ phần trong mạng lưới
zh_cn: 池子里的份额
zh_tw: 池子裏的份額

source: Share of Pool:
es: Participación en el fondo:
fr: Part de la pool:
hi: पूल का हिस्सा:
ja: プールのシェア：
pt_br: Participação no pool:
ro: Cota din fondul comun:
ru: Доля пула:
vi: Cổ phần trong mạng lưới:
zh_cn: 池子里的份额：
zh_tw: 池子裏的份額：

source: Slippage tolerance
es: Tolerancia al deslizamiento
fr: Tolérance au slippage
hi: स्लिपेज टॉलरेंस
ja: スリッページの許容範囲
pt_br: Tolerância de deslizamento
ro: Toleranță la derapaj
ru: Допуск по проскальзыванию
vi: Khả năng chịu trượt giá
zh_cn: 可容忍滑点
zh_tw: 可容忍滑點

source: Slippage tolerance...
fr: Tolérance au slippage...

source: Something went wrong during signing of the approval. This is expected for hardware wallets, such as Trezor and Ledger. Click again and the fallback method will be used
es: Algo salió mal durante la firma de la aprobación. Esto es lo que suele suceder con las carteras de hardware como Trezor y Ledger. Haga clic de nuevo y se utilizará un método alternativo.
fr: Une erreur s'est produite lors de la signature de l'approbation. Cela peut arriver lors de l'utilisation de portefeuilles "hardware", tels que Trezor et Ledger. Cliquez à nouveau et la méthode de récupération sera utilisée
hi: अनुमोदन पर हस्ताक्षर के दौरान कुछ गलत हो गया। यह Trezor और लेजर जैसे हार्डवेयर वॉलेट के लिए अपेक्षित है। फिर से क्लिक करें और फ़ॉलबैक विधि का उपयोग किया जाएगा
ja: 承認の署名中に問題が発生しました。これは、TrezorやLedgerなどのハードウェアウォレットに対して想定されています。もう一度クリックすると、フォールバックメソッドが使用されます
pt_br: Ocorreu um erro durante a assinatura da aprovação. Isso é esperado para carteiras de hardware, como Trezor e Ledger. Clique novamente e o método substituto será usado
ro: Ceva nu a funcționat corect în timpul semnării aprobării. Acest lucru este de așteptat pentru portofelele hardware, cum ar fi Trezor și Ledger. Faceți clic din nou și va fi utilizată metoda de rezervă
ru: Что-то пошло не так при подписании разрешения. Это ожидается для аппаратных кошельков, таких как Trezor и Ledger. Щелкните еще раз, и будет использован резервный метод
vi: Đã xảy ra sự cố khi ký phê duyệt. Điều này được mong đợi đối với các ví cứng, chẳng hạn như Trezor và Ledger. Nhấp lại và phương pháp dự phòng sẽ được sử dụng
zh_cn: 在签署批准时出现错误。可能是硬件钱包例如Trezor和Ledger。再次点击，将使用倒退的办法。
zh_tw: 在簽署批準時出現錯誤。可能是硬件錢包例如Trezor和Ledger。再次點擊，將使用倒退的辦法。

source: Spanish
fr: Espagnol

source: Stack Yields with SAAVE
es: Apueste los rendimientos con SAAVE
fr: Accumulez les rendements avec SAAVE
hi: SAAVE के साथ लाभ को स्टेक करें
ja: SAAVEで利回りを積み上げる
pt_br: Rendimentos de pilha com SAAVE
ro: Cumulați randamentele cu SAAVE
ru: Суммируйте доходность с помощью SAAVE
vi: Lợi suất cộng dồn với SAAVE
zh_cn: 使用SAAVE叠加收益
zh_tw: 使用SAAVE疊加收益

source: Stake
es: Apostar
fr: Staker
hi: स्टेक करें
ja: 出資
ro: Investiți
ru: Сделать ставку
vi: Đặt cược
zh_cn: 质押
zh_tw: 質押

source: Stake SUSHI
es: Apueste su SUSHI
fr: Staker des SUSHI
hi: SUSHI को स्टेक करें
ja: SUSHIに出資
ro: Investiți SUSHI
ru: Ставка SUSHI
vi: Đặt cược SUSHI
zh_cn: 质押SUSHI
zh_tw: 質押SUSHI

source: Stake SUSHI for xSUSHI
es: Apueste SUSHI por xSUSHI
fr: Staker des SUSHI pour des xSUSHI
hi: SUSHI को xSUSHI के लिए स्टेक करें
ja: xSUSHIにSUSHIを出資
pt_br: Aposta SUSHI para xSUSHI
ro: Investiți SUSHI în xSUSHI
ru: Ставка SUSHI на xSUSHI
vi: Đặt cược SUSHI cho xSUSHI
zh_cn: 将SUSHI质押成xSUSHI
zh_tw: 將SUSHI質押成xSUSHI

source: Stake into xSUSHI add collateral as axSUSHI on Aave all in one click
es: Apueste en xSUSHI y añada garantía como axSUSHI en Aave, todo en un clic
fr: Stakez des SUSHI pour des xSUSHI et utilisez-les comme comme collatéral sur Aave, le tout en un seul clic
hi: Aave पर axSUSHI के रूप में कोलेटरल जोड़ें xSUSHI में स्टेक करें सब कुछ एक क्लिक में करें
ja: すべてワンクリックで、xSUSHIに出資し、AaveにaxSUSHIとして担保を追加することが できます
pt_br: Apostar em xSUSHI adiciona garantia como axSUSHI em Aave tudo em um clique
ro: Investiți în xSUSHI, adăugați garanții ca axSUSHI pe Aave, toate cu un singur clic
ru: Сделайте ставку в xSUSHI и добавьте залог как axSUSHI на Aave одним щелчком мыши
vi: Đặt cược vào xSUSHI, thêm tài sản thế chấp là axSUSHI trên Aave tất cả trong một cú nhấp chuột
zh_cn: 放入xSUSHI进行抵押，将抵押品作为axSUSHI添加到 一键中
zh_tw: 放入xSUSHI進行抵押，將抵押品作為axSUSHI添加到 一鍵中

source: Staking APR
es: Apuesta APR
fr: APR du Staking
hi: APR की स्टेकिंग हो रही है
ja: APRを出資しています
pt_br: Implantar APR
ro: Investire APR
ru: Ставка годовых
vi: APR đặt cược
zh_cn: 质押APR
zh_tw: 質押APR

source: Supplying {0} {1} and {2} {3}
es: Suministrando {0} {1} y {2} {3}
fr: Ajouter {0} {1} et {2} {3}
hi: {0} {1} और {2} {3} की आपूर्ति
ja: {0}{1}および{2}{3}を供給しています
pt_br: Fornecendo {0} {1} e {2} {3}
ro: Oferire {0} {1} și {2} {3}
ru: Поставка {0} {1} и {2} {3}
vi: Tổng cung {0} {1} và {2} {3}
zh_cn: 提供{0} {1}和{2} {3}
zh_tw: 提供{0} {1}和{2} {3}

source: Sushi is a supporter of Open Source.
es: Sushi es partidario del código abierto.
fr: Sushi soutient l'Open Source.
hi: Sushi ओपन सोर्स की समर्थक है।
ja: Sushiはオープンソースに対応しています。
pt_br: Sushi é um defensor do Open Source.
ro: Sushi susține Open Source.
ru: Sushi поддерживает Open Source.
vi: Sushi là người ủng hộ Mã nguồn mở.
zh_cn: Sushi是开源协议的支持者。
zh_tw: Sushi是開源協議的支持者。

source: Swap
es: Intercambio
fr: Swapper
hi: स्वैप करें
ja: スワップ
pt_br: Trocar
ru: Обменять
vi: Hoán đổi
zh_cn: 兑换
zh_tw: 代幣兌換

source: Swap Anyway
es: Intercambiar de todos modos
fr: Swapper quand même
hi: वैसे भी स्वैप करें
ja: とりあえずスワップ
pt_br: Trocar mesmo assim
ro: Swap oricum
ru: Обменять в любом случае
vi: Vẫn hoán đổi
zh_cn: 仍要交换
zh_tw: 仍要交換

source: Swap From (est.):
es: Intercambiar de (est.):
fr: Swapper depuis (montant estimé):
hi: से स्वैप करें (अनुमानित):
ja: スワップ元 (推定)：
pt_br: Trocar de (est.):
ro: Swap de la (est.):
ru: Обменять с (прибл.):
vi: Hoán đổi từ (ước tính):
zh_cn: 交换自（估计）：
zh_tw: 交換自（估計）：

source: Swap From:
es: Intercambiar de:
fr: Swapper depuis:
hi: से स्वैप करें:
ja: スワップ元：
pt_br: Trocar de:
ro: Swap de la:
ru: Обменять с:
vi: Hoán đổi từ:
zh_cn: 交换自：
zh_tw: 交換自：

source: Swap To (est.):
es: Intercambiar a (est.):
fr: Swap pour (estimé):
hi: इसमें स्वैप करें (अनुमानित):
ja: スワップ先 (推定)：
pt_br: Trocar para (est.):
ro: Swap la (est.):
ru: Обменять на (прибл.):
vi: Hoán đổi sang (ước tính):
zh_cn: 交换至（估算）：
zh_tw: 交換至（估算）：

source: Swap To:
es: Intercambiar a:
fr: Swapper pour:
hi: इसमें स्वैप करें:
ja: スワップ先：
pt_br: Trocar para:
ro: Swap la:
ru: Обменять на:
vi: Hoán đổi sang:
zh_cn: 交换至：
zh_tw: 交換至：
