Repository: sushiswap/sushiswap-interface
Catalog: locale/*.po
Languages: es, fr, hi, ja, pt_br, ro, ru, vi, zh_cn, zh_tw

source: (COMING SOON) Accrue automatic yield through flash loans and SUSHI strategies
es: (PRÓXIMAMENTE) Acumule un rendimiento automático a través de préstamos instantáneos y estrategias SUSHI.
fr: (A VENIR) Accroître le rendement automatique grâce aux flash loans et aux stratégies
hi: (आ रहा है) फ्लैश ऋण और SUSHI रणनीतियों के माध्यम से स्वचालित लाभ पाएं
ja: (近日公開) フラッシュローンおよびSUSHI戦略で 自動利回りが発生
pt_br: (EM BREVE) Aumente o rendimento automático por meio de empréstimos e estratégias de SUSHI
ro: (ÎN CURÂND) Acumulați randament automat prin împrumuturi flash și strategii SUSHI
ru: (СКОРО) Накопление автоматического дохода с помощью экспресс-кредитов и стратегий SUSHI.
vi: (SẮP RA MẮT) Tích lũy lợi suất tự động thông qua các khoản vay nhanh và chiến lược SUSHI
zh_cn: （即将推出）通过闪电贷和 SUSHI策略累积自动获取收益
zh_tw: （即將推出）通過閃電貸和 SUSHI策略累積自動獲取收益

source: 1 Hour
fr: 1 Heure

source: 1 Week
fr: 1 Semaine

source: 24 Hours
fr: 24 Heures

source: 30 Days
fr: 30 Jours

source: A portion of each trade (0.05%) goes to xSUSHI holders as a protocol incentive.
fr: Une portion de chaque trade (0.05%) est reversée aux détenteurs de xSUSHI au titre d'incitation à participer au protocole.

source: A portion of each trade (0.25%) goes to liquidity providers as a protocol incentive.
es: Una parte de cada operación (0,25 %) se destina a proveedores de liquidez como incentivo de protocolo.
fr: Une portion de chaque trade (0,25%) est reversée aux fournisseurs de liquidité au titre d'incitation à participer au protocole.
hi: प्रत्येक ट्रेड का एक हिस्सा (0.25%) एक प्रोटोकॉल प्रोत्साहन के रूप में लिक्विडिटी प्रदाताओं के पास जाता है।
ja: 各取引の一部 (0.25％) は、プロトコルのインセンティブとして流動性プロバイダーに支払われます。
pt_br: Uma parte de cada transação (0,25%) vai para provedores de liquidez como um incentivo de protocolo.
ro: O parte din fiecare tranzacție (0,25%) se îndreaptă către furnizorii de lichidități ca stimulent protocolar.
ru: Часть каждой сделки (0,25%) направляется поставщикам ликвидности в качестве стимула протокола.
vi: Một phần của mỗi giao dịch (0,25%) được chuyển đến các nhà cung cấp thanh khoản như một biện pháp khuyến khích giao thức.
zh_cn: 每笔交易的0.25%都会分给协议的流动性提供者。
zh_tw: 每筆交易的0.25%都會分給協議的流動性提供者。

source: Accept
es: Aceptar
fr: Accepter
hi: स्वीकार करें
ja: 承認
pt_br: Aceitar
ro: Acceptați
ru: Принять
vi: Chấp nhận
zh_cn: 接受
zh_tw: 接受

source: Add
es: Agregar
fr: Ajouter
hi: जोड़ें
ja: 追加
pt_br: Adicionar
ro: Adăugați
ru: Добавить
vi: Thêm
zh_cn: 添加
zh_tw: 添加

source: Add Liquidity
es: Agregar liquidez
fr: Ajouter de la liquidité
hi: लिक्विडिटी जोड़ें
ja: 流動性を追加
pt_br: Adicionar Liquidez
ro: Adăugați lichidități
ru: Добавить ликвидность
vi: Thêm thanh khoản
zh_cn: 添加流动性
zh_tw: 添加流動性

source: Add SUSHI to your MetaMask wallet
fr: Ajouter SUSHI au portefeuille Metamask

source: Add collateral in order to borrow assets
es: Agregar garantías para pedir un préstamo de activos
fr: Ajouter un collatéral pour emprunter des actifs
hi: संपत्ति उधार लेने के लिए कोलेटरल जोड़ें
ja: 資産を借り入れるために担保を追加
pt_br: Adicionar garantia para pedir ativos emprestados
ro: Adăugați garanții reale pentru a împrumuta active
ru: Добавьте залог, чтобы заимствовать активы
vi: Thêm tài sản thế chấp để vay tài sản
zh_cn: 添加抵押品以借出资产
zh_tw: 添加抵押品以借出資產

source: Add liquidity
es: Agregar liquidez
fr: Ajouter de la liquidité
hi: लिक्विडिटी जोड़ें
ja: 流動性を追加
pt_br: Adicione liquidez
ro: Adăugați lichidități
ru: Добавить ликвидность
vi: Thêm thanh khoản
zh_cn: 添加流动性
zh_tw: 添加流動性

source: Add xSUSHI to your MetaMask wallet
fr: Ajouter xSUSHI au portefeuille Metamask

source: Add {0} to MetaMask
fr: Ajouter {0} à Metamask

source: Add {0} {1} and {2} {3}
fr: Ajouter {0} {1} et {2} {3}

source: Added
fr: Ajouté

source: Additional records and weekly merkle updates can be found on
fr: Davantage d'informations y compris les merkle hebdomadaires sont disponible ici

source: Amount of Tokens
es: Cantidad de tokens
fr: Quantité de tokens
hi: टोकन की राशि
ja: トークンの量
pt_br: Quantidade de Tokens
ro: Număr de token-uri
ru: Количество токенов
vi: Số lượng token
zh_cn: 代币数量
zh_tw: 代幣數量

source: An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note fee on transfer and rebase tokens are incompatible with Uniswap V3.
fr: Une erreur a eu lieu lors du swap. Vous devriez peut être augmenter votre tolerance au slippage. Si cela ne marche pas, Il se peut qu'il y ai une incompatibilité avec le token que vous essayez de trade.

source: Analytics
es: Análisis
fr: Statistiques
hi: एनालिटिक्स
ja: 分析
pt_br: Análise
ro: Analize
ru: Аналитика
vi: Phân tích
zh_cn: 分析界面
zh_tw: 分析界面

source: Approve
es: Aprobar
fr: Approuver
hi: स्वीकृत करें
ja: 承認
pt_br: Aprovar
ro: Aprobați
ru: Утвердить
vi: Phê duyệt
zh_cn: 批准
zh_tw: 批准

source: Approve Kashi
es: Aprobar Kashi
fr: Approuver Kashi
hi: काशी को स्वीकार करें
ja: Kashiを承認
pt_br: Aprovar Kashi
ro: Aprobați Kashi
ru: Утвердить Kashi
vi: Phê duyệt Kashi
zh_cn: 批准Kashi
zh_tw: 批準Kashi

source: Approve Limit Order
fr: Approuver Limit Order

source: Approve {0}
es: Aprobar {0}
fr: Approuver {0}
hi: {0} स्वीकृत करें
ja: {0}を承認
pt_br: Aprovar {0}
ro: Aprobați {0}
ru: Утвердить {0}
vi: Phê duyệt {0}
zh_cn: 批准{0}
zh_tw: 批准{0}

source: Approved
es: Aprobado
fr: Approuvé
hi: स्वीकृत किया गया
ja: 承認済み
pt_br: Aprovado
ro: Aprobat
ru: Утверждено
vi: Đã phê duyệt
zh_cn: 已批准
zh_tw: 已批準

source: Approving
es: Aprobando
fr: Approbation en cours
hi: स्वीकृत करना
ja: 承認しています
pt_br: Aprovando
ro: Se aprobă
ru: Утверждение
vi: Đang phê duyệt
zh_cn: 批准中
zh_tw: 批準中

source: Approving Limit Order
fr: Approbation de Limit Order en cours

source: Approving {0}
es: Aprobando {0}
fr: Approuver {0}
hi: {0} स्वीकृत करना
ja: {0}を承認しています
pt_br: Aprovando {0}
ro: Se aprobă {0}
ru: Утверждение {0}
vi: Đang phê duyệt {0}
zh_cn: 批准{0}
zh_tw: 批准{0}

source: Are you sure?
es: ¿Está seguro/a?
fr: Êtes-vous sûr?
hi: क्या आप निश्चित हैं?
ja: よろしいですか？
pt_br: Tem certeza?
ro: Sunteți sigur?
ru: Вы уверены?
vi: Bạn có chắc không?
zh_cn: 您确定吗？
zh_tw: 您確定嗎？

source: Available
es: Disponible
fr: Disponible
hi: उपलब्ध है
ja: 利用可能
pt_br: Disponível
ro: Disponibil
ru: Доступно
vi: Có sẵn
zh_cn: 可用的
zh_tw: 可用的

source: Available Networks
fr: Réseaux disponibles

source: Back to Limit Orders
fr: Retourner au Limit Orders

source: Balance
es: Saldo
fr: Solde
hi: शेषराशि
ja: 残高
pt_br: Saldo
ro: Sold
ru: Баланс
vi: Số dư
zh_cn: 余额
zh_tw: 餘額

source: Balance:
fr: Solde

source: Bento Balance: {0}
es: Saldo de Bento: {0}
fr: Solde Bento: {0}
hi: Bento शेष: {0}
ja: Bentoの残高：{0}
pt_br: Saldo Bento: {0}
ro: Sold Bento: {0}
ru: Баланс Bento: {0}
vi: Số dư Bento: {0}
zh_cn: Bento余额： {0}
zh_tw: Bento余额： {0}

source: BentoBox Apps
es: Aplicaciones de BentoBox
fr: Applications BentoBox
ja: BentoBoxアプリ
pt_br: Apps BentoBox
ro: Aplicații BentoBox
ru: Приложения BentoBox
vi: Ứng dụng BentoBox
zh_cn: BentoBox应用
zh_tw: BentoBox應用

source: BentoBox is an innovative way to use dapps gas-efficiently and gain extra yield.
es: BentoBox es una forma innovadora de utilizar aplicaciones descentralizadas lentas de manera eficiente y obtener un rendimiento adicional.
fr: BentoBox est une façon innovante d'utiliser les dapps en économisant du gaz et en maximisant les rendements.
hi: BentoBox dapps गैस-कुशलता का उपयोग करने और अतिरिक्त लाभ प्राप्त करने का एक अभिनव तरीका है।
ja: BentoBoxは、dAppsをガス効率よく使用し、さらなる利回りを得るための革新的な方法です。
pt_br: BentoBox é uma forma inovadora de usar dapps gas de forma eficiente e ganhar rendimento extra.
ro: BentoBox este un mod inovator de a utiliza dapp-uri eficiente din punct de vedere al emisiilor de gaz și de a obține un randament suplimentar.
ru: BentoBox – это инновационный способ экономного использования децентрализованных приложений и получения дополнительной прибыли.
vi: BentoBox là một cách sáng tạo để sử dụng hiệu quả khí các ứng dụng phi tập trung và tăng thêm lợi suất.
zh_cn: BentoBox可以实现用很低的gas费用体验高收益的dapp。
zh_tw: BentoBox可以實現用很低的gas費用體驗高收益的dapp。

source: BentoBox provides extra yield on deposits with flash lending, strategies, and fixed, low-gas transfers among integrated dapps, like Kashi markets
es: BentoBox proporciona un rendimiento adicional en depósitos con préstamos instantáneos, estrategias y transferencias fijas lentas entre aplicaciones descentralizadas integradas, como los mercados de Kashi.
fr: BentoBox offre des rendements supplémentaires sur les dépôts avec des flash loans, des stratégies et des transferts à faible gaz entre les dapps intégrées, comme Kashi
hi: BentoBox जमा पर अतिरिक्त लाभ प्रदान करता है, जिसमें उधार, रणनीतियाँ, और निश्चित, Kashi बाजारों की तरह एकीकृत dapps के बीच कम गैस स्थानान्तरण शामिल हैं।
ja: BentoBoxは、Kashi市場のような統合されたdAppsの間で、フラッシュ貸出し、戦略、固定された低いガスの送金で、預金の追加利回りを生み出します
pt_br: BentoBox fornece rendimento extra em depósitos com empréstimos rápidos, estratégias e transferências fixas de baixo consumo de gás entre dapps integrados, como os mercados de Kashi
ro: BentoBox oferă un randament suplimentar la depozite cu împrumuturi flash, strategii și transferuri fixe, cu consum redus de gaze între dapp-uri integrate, cum ar fi piețele Kashi
ru: BentoBox обеспечивает дополнительную доходность по депозитам с помощью мгновенного кредитования, стратегий и экономичных фиксированных переводов между такими интегрированными децентрализованными приложениями, как рынки Kashi
vi: BentoBox cung cấp thêm lợi suất ký quỹ với cho vay nhanh, chiến lược và chuyển khoản cố định, tiết kiệm giữa các ứng dụng phi tập trung được tích hợp, như thị trường Kashi
zh_cn: BentoBox通过在集成的dapp中使用闪电贷、策略以及固定和低Gas的转账，来提供额外收益
zh_tw: BentoBox通過在集成的dapp中使用閃電貸、策略以及固定和低Gas的轉賬，來提供額外收益

source: BentoBox strategies can create yield for your collateral tokens. This token does not yet have a strategy in the BentoBox.
es: Las estrategias de BentoBox pueden generar rendimiento para sus tokens de garantía. Este token aún no tiene una estrategia en BentoBox.
fr: Les stratégies BentoBox peuvent générer du rendement pour les tokens déposés en collatéral. Ce token n'a pas encore de stratégie dans la BentoBox.
hi: BentoBox रणनीतियाँ आपके कोलेटरल टोकन के लिए लाभ पैदा कर सकती हैं। इस टोकन में अभी तक BentoBox की रणनीति नहीं है।
ja: BentoBox戦略は、担保トークンの利回りを生み出すことができます。このトークンには、BentoBoxにまだ戦略がありません。
pt_br: As estratégias de BentoBox podem gerar rendimento para seus tokens colaterais. Este token ainda não possui uma estratégia no BentoBox.
ro: Strategiile BentoBox pot crea randament pentru token-urile dvs. pentru garanții reale. Acest token încă nu are o strategie în BentoBox.
ru: Стратегии BentoBox могут повысить доходность ваших залоговых токенов. У этого токена еще нет стратегии в BentoBox.
vi: Các chiến lược BentoBox có thể tạo ra lợi suất cho các token thế chấp của bạn. Token này chưa có chiến lược trong BentoBox.
zh_cn: BentoBox策略可以为您的抵押代币创造收益。这个代币暂时在BentoBox中没有策略。
zh_tw: BentoBox策略可以為您的抵押代幣創造收益。這個代幣暫時在BentoBox中沒有策略。

source: BentoBox strategies can create yield for your liquidity while it is not lent out. This token does not yet have a strategy in the BentoBox.
es: Las estrategias de BentoBox pueden generar rendimiento para su liquidez mientras no haya un préstamo. Este token aún no tiene una estrategia en BentoBox.
fr: Les stratégies BentoBox peuvent générer du rendement pour votre liquidité en attente d'être empruntée. Ce token n'a pas encore de stratégie dans la BentoBox.
hi: BentoBox रणनीतियाँ आपकी लिक्विडिटी के लिए लाभ पैदा कर सकती हैं जब लिक्विडिटी को उधार नहीं दिया जाता है। इस टोकन में अभी तक BentoBox की रणनीति नहीं है।
ja: BentoBox戦略は、流動性が貸し出されていない間に利回りを生み出すことができます。このトークンにはまだBentoBox戦略がありません。
pt_br: As estratégias de BentoBox podem gerar rendimento para sua liquidez enquanto ela não é emprestada. Este token ainda não possui uma estratégia no BentoBox.
ro: Strategiile BentoBox pot crea randament pentru lichiditatea dvs., când aceasta nu este împrumutată. Acest token încă nu are o strategie în BentoBox.
ru: Стратегии BentoBox могут повысить доходность вашей ликвидности, пока она не ссужается. У этого токена еще нет стратегии в BentoBox.
vi: Chiến lược BentoBox có thể tạo ra lợi suất cho thanh khoản của bạn trong khi không được cho vay. Token này chưa có chiến lược trong BentoBox.
zh_cn: BentoBox策略可以为您的流动性在不借出的情况下创造收益。这个代币暂时在BentoBox中没有策略。
zh_tw: BentoBox策略可以在未借出資金時為您的流動資金創造收益。該代币在BentoBox中尚無策略。

source: Borrow
es: Pedir prestado
fr: Emprunter
hi: उधार लें
ja: 借入れる
pt_br: Pedir emprestado
ro: Împrumutați
ru: Взять в кредит
vi: Vay
zh_cn: 借
zh_tw: 借

source: Borrow assets and leverage up
es: Pedir prestados activos y aumentar el apalancamiento
fr: Emprunter des actifs et recourir à l'effet de levier
hi: संपत्ति उधार लें और प्रभावन क्षमता बढ़ाएं
ja: 資産を借り入れてレバレッジをかける
pt_br: Emprestar ativos e alavancar
ro: Împrumutați active și obțineți un efect de pârghie
ru: Возьмите активы в кредит и увеличьте кредитное плечо
vi: Vay tài sản và sử dụng đòn bẩy
zh_cn: 借入资产并提高杠杆率
zh_tw: 借入资产并提高杠杆率

source: Borrow {0}
es: Pedir prestado {0}
fr: Emprunter {0}
hi: {0} उधार लें
ja: {0}を借り入れる
pt_br: Pegar emprestado {0}
ro: Împrumutați {0}
ru: Взять в кредит {0}
vi: Vay {0}
zh_cn: 借款 {0}
zh_tw: 借用{0}

source: Borrow {0}-{1}
es: Pedir prestado {0} - {1}
fr: Emprunter {0} - {1}
hi: {0} - {1} उधार लें
ja: {0}～{1}を借り入れる
pt_br: Pegar emprestado {0}-{1}
ro: Împrumutați {0} - {1}
ru: Взять в кредит {0} - {1}
vi: Vay {0} - {1}
zh_cn: 借款{0}-{1}
zh_tw: 借用{0} - {1}

source: Borrowed
es: Prestado
fr: Emprunté
hi: उधार लिया
ja: 借入れ済み
pt_br: Emprestado
ro: Împrumutat
ru: Взято в кредит
vi: Đã vay
zh_cn: 已借入
zh_tw: 已借入

source: Borrowing allows you to obtain liquidity without selling. Your borrow limit depends on the amount of deposited collateral. You will be able to borrow up to 75% of your collateral and repay at any time with accrued interest.
es: Un préstamo le permite obtener liquidez sin vender. Su límite de préstamo depende de la cantidad de la garantía depositada. Podrá pedir un préstamo de hasta el 75 % de su garantía y devolverlo en cualquier momento con los intereses devengados.
fr: Emprunter vous permet d'obtenir de la liquidité sans vendre. Votre limite d'emprunt dépend du montant du collatéral déposé. Vous pourrez emprunter jusqu'à 75% de votre collatéral et rembourser à tout moment avec les intérêts dus.
hi: उधार से आपको बिना बेचे लिक्विडिटी मिलती है। आपकी उधार सीमा जमा राशि के कोलेटरल पर निर्भर करती है। आप अपने कोलेटरल के 75% तक उधार ले सकते हैं और अर्जित ब्याज के साथ किसी भी समय चुका सकते हैं।
ja: 借り入れることで、売却せずに流動性を得ることができます。借入れ限度額は、預け入れた担保の金額によって異なります。担保の75％まで借入れが可能で、いつでも未払い利息をつけて返済することができます。
pt_br: O empréstimo permite que você obtenha liquidez sem vender. Seu limite de empréstimo depende do valor da garantia depositada. Você poderá pedir emprestado até 75% de sua garantia e pagar a qualquer momento com os juros acumulados.
ro: Împrumutul vă permite să obțineți lichidități fără a vinde. Limita dvs. de împrumut depinde de suma garanției depuse. Veți putea să împrumutați până la 75% din garanția dvs. și să rambursați în orice moment cu dobânda acumulată.
ru: Займы позволяют получить ликвидность без продажи. Ваш лимит кредита зависит от суммы внесенного залога. Вы сможете занять до 75% залога и погасить его в любое время с начисленными процентами.
vi: Việc đi vay cho phép bạn có được tính thanh khoản mà không cần bán. Hạn mức vào phụ thuộc vào số tiền thế chấp ký quỹ. Bạn sẽ có thể vay đến 75% tài sản thế chấp của mình và hoàn trả bất kỳ lúc nào với lãi suất cộng dồn.
zh_cn: 借款让您在不出售资产的情况下获得流动性。您的借款上限取决于您抵押物的价值。您可以借出您抵押品价值的75%，随时可以还款，并附上利息。
zh_tw: 借款讓您在不出售資產的情況下獲得流動性。您的借款上限取決於您抵押物的價值。您可以借出您抵押品價值的75%，隨時可以還款，並附上利息。

source: Buy
fr: Acheter

source: By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
fr: En ajoutant de la liquidité, vous gagnerez 0.25% sur chaque trade effectué sur cette paire de façon proportionnel à votre participation dans la pool de liquidité. Les frais sont ajoutés à la pool automatiquement et peuvent être collecté en retirant votre liquidité

source: Bypasses confirmation modals and allows high slippage trades. Use at your own risk.
es: Omite los modales de confirmación y permite operaciones de alto deslizamiento. Utilícelo bajo su propia responsabilidad.
fr: Contourner l'alerte et permettre des trades à slippage élevé. À utiliser avec précaution et en toute connaissance de cause.
hi: पुष्टि मोडल को बायपास करता है और अधिक स्लिपेज वाली ट्रेडों की अनुमति देता है। अपने जोखिम पर इस्तेमाल करें।
ja: 確認モーダルを無視すると、高スリッページの取引が可能になります。ご自身の責任でご利用ください。
pt_br: Ignora os modais de confirmação e permite negociações com alto índice de deslizamento. Use por sua conta e risco.
ro: Evită modurile de confirmare și permite tranzacții cu derapaje ridicate. Folosiți pe propria răspundere.
ru: Обходит режимы подтверждения и допускает сделки с высоким проскальзыванием. Используйте на свой риск.
vi: Bỏ qua các phương thức xác nhận và cho phép các giao dịch có độ trượt giá cao. Bạn phải tự chịu rủi ro khi sử dụng.
zh_cn: 跳过确认、接受交易高滑点。使用时风险自担。
zh_tw: 跳過確認、接受交易高滑點。使用時風險自擔。

source: Cancel
fr: Annuler

source: Cancel Order
fr: Annuler l'ordre

source: Cancelled
fr: Annulé

source: Change
fr: Changer

source: Change Recipient
fr: Changer de destinataire

source: Chinese
fr: Chinois

source: Claim SUSHI
es: Reclamar SUSHI
fr: Collecter mes SUSHI
hi: SUSHI का दावा करें
ja: SUSHIを請求
pt_br: Reivindicar SUSHI
ro: Revendicați SUSHI
ru: Сделать запрос SUSHI
vi: Yêu cầu SUSHI
zh_cn: 获取SUSHI
zh_tw: 獲取SUSHI

source: Claimed
es: Reclamado
fr: Collecté
hi: दावा किया गया
ja: 請求済み
pt_br: Reivindicado
ro: Revendicat
ru: Сделан запрос
vi: Đã yêu cầu
zh_cn: 已获取
zh_tw: 已獲取

source: Clear History
es: Borrar historial
fr: Effacer l'historique des transactions
hi: इतिहास मिटा दें
ja: 履歴をクリア
pt_br: Limpar histórico
ro: Ștergeți istoricul
ru: Очистить историю
vi: Xóa lịch sử
zh_cn: 清除历史
zh_tw: 清除歷史

source: Clear all
fr: Effacer complètement

source: Click on a pool below, input the amount you wish to migrate or select max, and click migrate
es: Haga clic en uno de los siguientes fondos, introduzca la cantidad que desea migrar o seleccione el máximo y haga clic en migrar
fr: Selectionnez un pool ci-dessous, saisissez le montant que vous souhaitez migrer ou choisissez max, puis cliquez sur migrer
hi: नीचे दिए गए एक पूल पर क्लिक करें, उस राशि को भरें जिसे आप माइग्रेट करना चाहते हैं या अधिकतम का चयन करें, और माइग्रेट पर क्लिक करें
ja: 下のプールをクリックして移行する量を入力するか、最大を選択して移行を クリックします
pt_br: Clique em um pool abaixo, insira a quantidade que deseja migrar ou selecione o máximo e clique em migrar
ro: Faceți clic pe un fond comun de mai jos, introduceți suma pe care doriți să o migrați sau selectați maximul și faceți clic pe migrare
ru: Нажмите на пул ниже, введите сумму, которую вы хотите перенести, или выберите максимум и нажмите перенести
vi: Nhấp vào mạng lưới bên dưới, nhập số tiền bạn muốn di chuyển hoặc chọn tối đa và nhấp vào ndi chuyển
zh_cn: 点击下面的一个池子，输入您想迁移的数量或选择最大，然后点击/nmigrate
zh_tw: 點擊下面的一個池子，輸入您想遷移的數量或選擇最大，然後點擊/nmigrate

source: Collateral
es: Garantía
fr: Collatéral
hi: कोलेटरल
ja: 担保
pt_br: Colateral
ro: Garanții reale
ru: Обеспечение
vi: Tài sản thế chấp
zh_cn: 抵押品
zh_tw: 抵押品

source: Community Approval
es: Aprobación de la comunidad
fr: Approbation de la communauté
hi: सामुदायिक स्वीकृति
ja: コミュニティの承認
pt_br: Aprovação da Comunidade
ro: Aprobarea comunității
ru: Утверждение сообщества
vi: Phê duyệt của cộng đồng
zh_cn: 社区批准
zh_tw: 社區批準

source: Confirm
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
ja: 確認
pt_br: Confirmar
ro: Confirmați
ru: Подтвердить
vi: Xác nhận
zh_cn: 确认
zh_tw: 確認

source: Confirm Adding Liquidity
es: Confirmar adición de liquidez
fr: Confirmer l'ajout de liquidité
hi: लिक्विडिटी जोड़ने की पुष्टि करें
ja: 流動性の追加を確認
pt_br: Confirme a adição de liquidez
ro: Confirmați adăugarea de lichidități
ru: Подтвердите добавление ликвидности
vi: Xác nhận thêm thanh khoản
zh_cn: 确认添加流动性
zh_tw: 確認添加流動性

source: Confirm Limit Order
fr: Confirmer l'ordre à cours limité

source: Confirm Staking
es: Confirmar apuesta
fr: Confirmer le staking
hi: स्टेकिंग की पुष्टि करें
ja: 出資を確認
pt_br: Confirmar agrupamento
ro: Confirmați investirea
ru: Подтвердите стейкинг
vi: Xác nhận đặt cược
zh_cn: 确认质押
zh_tw: 確認質押

source: Confirm Supply
es: Confirmar suministro
fr: Confirmer le dépôt
hi: आपूर्ति की पुष्टि करें
ja: 供給を確認する
pt_br: Confirme o fornecimento
ro: Confirmați oferta
ru: Подтвердите поставку
vi: Xác nhận tổng cung
zh_cn: 确认供应
zh_tw: 確認供應

source: Confirm Swap
es: Confirmar intercambio
fr: Confirmer le swap
hi: स्वैप की पुष्टि करें
ja: スワップを確認
pt_br: Confirmar troca
ro: Confirmați Swap
ru: Подтвердить обмен
vi: Xác nhận Hoán đổi
zh_cn: 确认交换
zh_tw: 確認交換

source: Confirm Withdrawal
es: Confirmar retirada
fr: Confirmer le retrait
hi: वापस निकालने की पुष्टि करें
ja: 引き出しを確認
pt_br: Confirmar Retirada
ro: Confirmați retragerea
ru: Подтвердите вывод средств
vi: Xác nhận rút tiền
zh_cn: 确认提取
zh_tw: 確認提取

source: Confirm convert
fr: Confirmer la conversion

source: Confirm this transaction in your wallet
fr: Confirmez cette transaction dans votre portefeuille

source: Connect Wallet
es: Conectar cartera
fr: Connecter le portefeuille
hi: वॉलेट कनेक्ट करें
ja: ウォレットを接続
pt_br: Carteira de conexão
ro: Conectați portofel
ru: Подключите кошелек
vi: Kết nối ví
zh_cn: 连接钱包
zh_tw: 連接錢包

source: Connect to a wallet
es: Conectar con una cartera
fr: Connecter un portefeuille
hi: वॉलेट से कनेक्ट करें
ja: ウォレットに接続
pt_br: Conecte a uma carteira
ro: Conectați-vă la un portofel
ru: Подключиться к кошельку
vi: Kết nối với ví
zh_cn: 连接钱包
zh_tw: 連接錢包

source: Connect to wallet
fr: Connecter au portefeuille

source: Convert
fr: Convertir

source: Converting {0} {1} for {2} {3}
fr: Convertir {0} {1} for {2} {3}

source: Copied
fr: Copié

source: Copy Address
fr: Copier l'adresse

source: Create Pool & Supply
es: Crear fondo y suministro
fr: Créer la pool et apporter de la liquidité
hi: पूल और आपूर्ति बनाएँ
ja: プールおよび供給を作成
pt_br: Criar pool e abastecimento
ro: Creați fond comun și ofertă
ru: Создать пул и поставку
vi: Tạo mạng lưới & tổng cung
zh_cn: 创建池和供应
zh_tw: 創建池和供應

source: Create a new Kashi Market
fr: Créer un nouveau marché Kashi

source: Create a pair
es: Cree un par
fr: Créer une paire
hi: एक जोड़ी बनाएं
ja: ペアを作成
pt_br: Crie um par
ro: Creați o pereche
ru: Создать пару
vi: Tạo một cặp
zh_cn: 创建交易对
zh_tw: 創建交易對

source: Create pool
es: Crear fondo
fr: Créer une pool
hi: पूल बनाएँ
ja: プールを作成
pt_br: Criar pool
ro: Creați un fond comun
ru: Создать пул
vi: Tạo mạng lưới
zh_cn: 创建池
zh_tw: 創建池

source: Current
fr: Actuel

source: Deposit
es: Depositar
fr: Dépôt
hi: जमा करें
ja: 預け入れる
pt_br: Depósito
ro: Depuneți
ru: Депозит
vi: Ký quỹ
zh_cn: 存款
zh_tw: 存款

source: Deposit SUSHI into BentoBox
es: Deposite SUSHI en BentoBox
fr: Déposer des SUSHI dans la BentoBox
hi: SUSHI को BentoBox में जमा करें
ja: SUSHIをBentoBoxに預け入れる
pt_br: Deposite SUSHI em BentoBox
ro: Depuneți SUSHI în BentoBox
ru: Внесите SUSHI в BentoBox
vi: Ký quỹ SUSHI vào BentoBox
zh_cn: 将SUSHI存入BentoBox
zh_tw: 將SUSHI存入BentoBox

source: Deposit tokens into BentoBox for all the yields
es: Deposite tokens en BentoBox para todos los rendimientos
fr: Déposez des tokens dans la BentoBox pour tous les rendements
hi: सभी लाभ के लिए BentoBox में टोकन जमा करें
ja: すべての利回りのためにBentoBoxにトークンを預け入れましょう
pt_br: Tokens de depósito em BentoBox para todos os rendimentos
ro: Depuneți token-uri în BentoBox pentru toate randamentele
ru: Внесите токены в BentoBox для всех доходов
vi: Ký quỹ token vào BentoBox để nhận tất cả lợi suất
zh_cn: 将代币存入BentoBox，以获得所有收益。
zh_tw: 將代幣存入BentoBox，以獲得所有收益。

source: Deposit {0} into BentoBox
fr: Déposer {0} dans la BentoBox

source: Depositing {0} into BentoBox
fr: Dépôt de {0} dans la BentoBox
