{
    "(COMING SOON) Accrue automatic yield through flash loans andSUSHI strategies": "(PRÓXIMAMENTE) Acumule rendimiento automático a través de préstamos flash y estrategias ",
    "(COMING SOON) Accrue automatic yield through flash loans and\\nSUSHI strategies": "(PRÓXIMAMENTE) Acumule rendimiento automático a través de préstamos flash y estrategias \\n",
    "{0} Deposited": "{0} depositado",
    "{0} Strategy": "{0} Estrategia",
    "300M+ TVL on Polygon! Optimized routing enabled": "",
    "A portion of each trade (0.25%) goes to liquidity providers as a protocol incentive.": "Una parte de cada operación (0,25%) se destina a proveedores de liquidez como incentivo de protocolo.",
    "Accept": "Aceptar",
    "Add": "Agregar",
    "Add collateral in order to borrow assets": "Agregar garantías para tomar prestados activos",
    "Add Liquidity": "Agregar liquidez",
    "Add liquidity": "Agregar liquidez",
    "Amount of Tokens": "Cantidad de tokens",
    "Analytics": "Analítica",
    "annualized": "",
    "Approve": "Aprobar",
    "Approve {0}": "Aprobar {0}",
    "Approve Kashi": "Aprobar Kashi",
    "Approved": "Aprobado",
    "Approving": "Aprobatorio",
    "Approving {0}": "Aprobando {0}",
    "APR": "ABR",
    "APR (incl. Fees)": "",
    "APY (incl. Fees)": "",
    "Are you sure?": "¿Está seguro?",
    "Available": "Disponible",
    "Balance": "Equilibrio",
    "Bento Balance: {0}": "Saldo de Bento: {0}",
    "BentoBox": "BentoBox",
    "BentoBox Apps": "Aplicaciones de BentoBox",
    "BentoBox is an innovative way to use dapps gas-efficiently and gain extra yield.": "BentoBox es una forma innovadora de utilizar dapps con gas de manera eficiente y obtener un rendimiento adicional.",
    "BentoBox provides extra yield on deposits with flash lending, strategies, and fixed, low-gas transfers among integrated dapps, like Kashi markets": "BentoBox proporciona un rendimiento adicional en depósitos con préstamos flash, estrategias y transferencias fijas con poco gas entre dapps integradas, como los mercados de Kashi.",
    "BentoBox strategies can create yield for your collateral tokens. This token does not yet have a strategy in the BentoBox.": "Las estrategias de BentoBox pueden generar rendimiento para sus tokens colaterales. Este token aún no tiene una estrategia en BentoBox.",
    "BentoBox strategies can create yield for your liquidity while it is not lent out. This token does not yet have a strategy in the BentoBox.": "Las estrategias de BentoBox pueden generar rendimiento para su liquidez mientras no se preste. Este token aún no tiene una estrategia en BentoBox.",
    "Borrow": "Tomar prestado",
    "Borrow {0}": "Pedir prestado {0}",
    "Borrow {0}-{1}": "Pedir prestado {0} - {1}",
    "Borrow assets and leverage up": "Tomar prestados activos y aumentar el apalancamiento",
    "Borrowed": "Prestado",
    "Borrowing allows you to obtain liquidity without selling. Your borrow limit depends on the amount of deposited collateral. You will be able to borrow up to 75% of your collateral and repay at any time with accrued interest.": "Pedir prestado le permite obtener liquidez sin vender. Su límite de préstamo depende de la cantidad de garantía depositada. Podrá pedir prestado hasta el 75% de su garantía y pagar en cualquier momento con los intereses devengados.",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your shareof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawingyour liquidity.": "Al agregar liquidez, ganará el 0.25% de todas las operaciones en este par proporcional a su parte  del grupo. Las tarifas se agregan al grupo, se acumulan en tiempo real y se pueden reclamar retirando  su liquidez.",
    "Bypasses confirmation modals and allows high slippage trades. Use at your own risk.": "Omite los modales de confirmación y permite operaciones de alto deslizamiento. Úselo bajo su propio riesgo.",
    "Claim SUSHI": "Reclamar SUSHI",
    "Claimed": "Reclamado",
    "Clear History": "Historia clara",
    "Click on a pool below, input the amount you wish to migrate or select max, and clickmigrate": "Haga clic en un grupo a continuación, ingrese la cantidad que desea migrar o seleccione el máximo y haga clic en  migrar",
    "Click on a pool below, input the amount you wish to migrate or select max, and click\\nmigrate": "Haga clic en un grupo a continuación, ingrese la cantidad que desea migrar o seleccione el máximo y haga clic en \\n migrar",
    "Collateral": "Colateral",
    "Community Approval": "Aprobación de la comunidad",
    "Confirm": "Confirmar",
    "Confirm Adding Liquidity": "Confirmar la adición de liquidez",
    "Confirm Staking": "Confirmar replanteo",
    "Confirm Supply": "Confirmar suministro",
    "Confirm Swap": "Confirmar intercambio",
    "Confirm Withdrawal": "Confirmar retiro",
    "Connect to a wallet": "Conectarse a una billetera",
    "Connect Wallet": "Conectar billetera",
    "Create a pair": "Crea un par",
    "Create pool": "Crear grupo",
    "Create Pool & Supply": "Crear piscina y suministro",
    "Deposit": "Depositar",
    "Deposit SUSHI into BentoBox": "Deposite SUSHI en BentoBox",
    "Deposit tokens into BentoBox for all the yields": "Deposite tokens en BentoBox para todos los rendimientos",
    "Dev": "Dev",
    "Disable Multihops": "Desactivar tiendas múltiples",
    "Discord": "Discordia",
    "Dismiss": "Despedir",
    "Docs": "Docs",
    "Documentation for developers of Sushi.": "Documentación para desarrolladores de Sushi.",
    "Documentation for users of Sushi.": "Documentación para usuarios de Sushi.",
    "Enjoy the lowest slippage on Polygon": "",
    "Enter": "Ingresar",
    "Enter a recipient": "Ingrese un destinatario",
    "Enter a valid slippage percentage": "Ingrese un porcentaje de deslizamiento válido",
    "Enter Amount": "Ingrese la cantidad",
    "Enter an amount": "Ingrese una cantidad",
    "Error": "Error",
    "Expert mode turns off the confirm transaction prompt and allows high slippage tradesthat often result in bad rates and lost funds.": "El modo experto desactiva la solicitud de confirmación de transacción y permite operaciones de alto deslizamiento  que a menudo resultan en malas tasas y pérdida de fondos.",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades\\nthat often result in bad rates and lost funds.": "El modo experto desactiva la solicitud de confirmación de transacción y permite operaciones de alto deslizamiento \\n que a menudo resultan en malas tasas y pérdida de fondos.",
    "failed to load": "falló al cargar",
    "Find Pool": "Buscar piscina",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHIproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recievexSUSHI in return for voting rights and a fully composable token that can interact with other protocols.Your xSUSHI is continuously compounding, when you unstake you will receive all the originally depositedSUSHI and any additional from fees.": "Por cada intercambio en el intercambio en cada cadena, el 0.05% de las tarifas de intercambio se distribuyen como SUSHI  proporcional a su participación en SushiBar. Cuando tu SUSHI se coloca en el SushiBar, recibes  xSUSHI a cambio de derechos de voto y un token totalmente componible que puede interactuar con otros protocolos.  Su xSUSHI se está capitalizando continuamente, cuando usted quita la apuesta, recibirá todo el  y cualquier cargo adicional.",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI\\nproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve\\nxSUSHI in return for voting rights and a fully composable token that can interact with other protocols.\\nYour xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited\\nSUSHI and any additional from fees.": "Por cada intercambio en el intercambio en cada cadena, el 0.05% de las tarifas de intercambio se distribuyen como SUSHI \\n proporcional a su participación en SushiBar. Cuando tu SUSHI se coloca en el SushiBar, recibes \\n xSUSHI a cambio de derechos de voto y un token totalmente componible que puede interactuar con otros protocolos. \\n Su xSUSHI se está capitalizando continuamente, cuando usted quita la apuesta, recibirá todo el \\n y cualquier cargo adicional.",
    "Gain exposure to tokens without reducing your assets. Leverage will enable you to take short positions against assets and earn from downside movements.": "Obtenga exposición a tokens sin reducir sus activos. El apalancamiento le permitirá tomar posiciones cortas contra activos y ganar dinero con los movimientos a la baja.",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% ofall swaps from all chains)": "Obtenga derechos de gobernanza con xSUSHI y gane 5% APR (0.05% de  todos los intercambios de todas las cadenas)",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of\\nall swaps from all chains)": "Obtenga derechos de gobernanza con xSUSHI y gane 5% APR (0.05% de \\n todos los intercambios de todas las cadenas)",
    "Hardware Wallet": "Cartera de hardware",
    "Harvest {0} SUSHI & {1} ALCX": "",
    "Health": "Salud",
    "Historical Total Locked: {0} SUSHI": "Total histórico bloqueado: {0} SUSHI",
    "Historical Total Locked: Connect Wallet": "Total histórico bloqueado: Connect Wallet",
    "Historical Total Locked: Fetching Total": "Total histórico bloqueado: total recuperado",
    "Import it": "",
    "Import Pool": "Importar grupo",
    "Insufficient {0} balance": "Saldo {0} insuficiente",
    "Insufficient Balance": "Saldo insuficiente",
    "Insufficient liquidity for this trade": "Liquidez insuficiente para esta operación",
    "Interface Settings": "Configuración de la interfaz",
    "Invalid pair": "Par inválido",
    "Invalid recipient": "recipiente inválido",
    "Isolated lending markets mitigate your risks as an asset lender. Know exactly what collateral is available to you in the event of counter party insolvency.": "Los mercados de préstamos aislados mitigan sus riesgos como prestamista de activos. Sepa exactamente qué garantía está disponible para usted en caso de insolvencia de la contraparte.",
    "Join the community on Discord.": "Únete a la comunidad en Discord.",
    "Lend": "Prestar",
    "Lend assets for interest from borrowers.": "Prestar activos a cambio de intereses de los prestatarios.",
    "Lend your assets, earn yield with no impermanent loss": "Preste sus activos, obtenga rentabilidad sin pérdidas temporales",
    "Lending": "Préstamo",
    "Lent": "Prestado",
    "Liquidity": "",
    "Liquidity Provider Fee": "Tarifa de proveedor de liquidez",
    "Liquidity Provider Rewards": "Recompensas para proveedores de liquidez",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share ofthe pool. Fees are added to the pool, accrue in real time and can be claimed bywithdrawing your liquidity": "Los proveedores de liquidez ganan una comisión del 0,25% en todas las operaciones proporcional a su participación  el grupo. Las tarifas se agregan al grupo, se acumulan en tiempo real y se pueden reclamar  retirando su liquidez",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of\\nthe pool. Fees are added to the pool, accrue in real time and can be claimed by\\nwithdrawing your liquidity": "Los proveedores de liquidez ganan una comisión del 0,25% en todas las operaciones proporcional a su participación \\n el grupo. Las tarifas se agregan al grupo, se acumulan en tiempo real y se pueden reclamar \\n retirando su liquidez",
    "Lists": "Liza",
    "Loading": "Cargando",
    "Loading your {exchange} liquidity positions": "Cargando sus posiciones de liquidez {exchange}",
    "Loading...": "Cargando...",
    "loading...": "cargando...",
    "Manage": "Gestionar",
    "Manage this pool": "Gestionar este grupo",
    "Markets": "Mercados",
    "MAX": "MAX",
    "Max": "Max",
    "Maximize yield by staking SUSHI for xSUSHI": "Maximice el rendimiento apostando SUSHI para xSUSHI",
    "Migrate": "Emigrar",
    "Migrate {exchange} Liquidity": "Migrar {exchange} Liquidez",
    "Migrating": "Migrando",
    "Migration is done in one-click using your signature (permit)": "La migración se realiza con un solo clic con su firma (permiso)",
    "Minimum received": "Mínimo recibido",
    "minutes": "minutos",
    "Missed the Auction?": "",
    "No Liquidity found": "No se encontró liquidez",
    "No liquidity found to do swap": "No se encontró liquidez para hacer swap",
    "No pool found": "No se encontró ningún grupo",
    "No results found": "No se han encontrado resultados",
    "Non-hardware Wallet": "Cartera sin hardware",
    "None": "Ninguno",
    "ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.": "UTILICE ESTE MODO ÚNICAMENTE SI SABE LO QUE ESTÁ HACIENDO.",
    "Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device": "¡UPS! Un error desconocido ocurrió. Actualiza la página o visita desde otro navegador o dispositivo.",
    "Open main menu": "Abrir menú principal",
    "Open Source": "Fuente abierta",
    "Oracle": "Oráculo",
    "Output is estimated. If the price changes by more than {0}% your transaction will revert.": "Se estima la producción. Si el precio cambia en más del {0} %, su transacción se revertirá.",
    "Pending": "Pendiente",
    "Pending Treasury Transfer": "Transferencia de tesorería pendiente",
    "Pool": "Piscina",
    "Pool Found!": "¡Piscina encontrada!",
    "Pool Tokens": "Fichas de piscina",
    "Pool tokens in rewards pool": "Pool tokens en el grupo de recompensas",
    "Pooled {0}": "{0} agrupado",
    "Positions": "Posiciones",
    "Pour a hot bowl of MISO, the new <0>token launchpad<\/0> from SUSHI": "",
    "Price Impact": "Impacto en el precio",
    "Price Impact High": "Impacto de precio alto",
    "Price Impact Too High": "Impacto de precio demasiado alto",
    "Price Updated": "Precio actualizado",
    "Rates": "Tarifas",
    "Remove": "Eliminar",
    "Remove Liquidity": "Eliminar liquidez",
    "Removing {0} {1} and {2} {3}": "Eliminando {0} {1} y {2} {3}",
    "Repay": "Pagar",
    "Restricts swaps to direct pairs only.": "Restringe los intercambios a pares directos únicamente.",
    "Route": "Ruta",
    "Routing through these tokens resulted in the best price for your trade.": "El enrutamiento a través de estos tokens resultó en el mejor precio para su comercio.",
    "Search name or paste address": "Buscar nombre o pegar dirección",
    "Select a token": "Seleccione un token",
    "Select a token to find your liquidity": "Seleccione un token para encontrar su liquidez",
    "Share of Pool": "Participación de la piscina",
    "Share of Pool:": "Participación de la piscina:",
    "Slippage tolerance": "Tolerancia al deslizamiento",
    "Something went wrong during signing of the approval. This is expected for hardware wallets, such as Trezor and Ledger. Click again and the fallback method will be used": "Algo salió mal durante la firma de la aprobación. Esto se espera para carteras de hardware, como Trezor y Ledger. Haga clic de nuevo y se utilizará el método alternativo.",
    "Stack Yields with SAAVE": "Apile los rendimientos con SAAVE",
    "Stake": "Apostar",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all inone click": "Apueste en xSUSHI agregue colateral como axSUSHI en Aave todo en  un clic",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in\\none click": "Apueste en xSUSHI agregue colateral como axSUSHI en Aave todo en \\n un clic",
    "Stake SUSHI": "Estaca SUSHI",
    "Stake SUSHI for xSUSHI": "Estaca SUSHI para xSUSHI",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.Continuously compounding.": "Aplique su SUSHI en xSUSHI por ~ 5% APY. Sin pérdida temporal, sin pérdida de derechos de gobernanza.  Continuamente capitalizando.",
    "Staking APR": "APR de apuesta",
    "Supplying {0} {1} and {2} {3}": "Suministro {0} {1} y {2} {3}",
    "Sushi is a supporter of Open Source.": "Sushi es un partidario del código abierto.",
    "Swap": "Intercambio",
    "Swap Anyway": "Cambiar de todos modos",
    "Swap for SAK3 token on SUSHI now. Click here to swap.": "",
    "Swap From (est.):": "Swap From (est.):",
    "Swap From:": "Cambiar de:",
    "Swap To (est.):": "Cambiar a (est.):",
    "Swap To:": "Cambiar a:",
    "The difference between the market price and estimated price due to trade size.": "La diferencia entre el precio de mercado y el precio estimado debido al tamaño de la operación.",
    "The onchain oracle that tracks the pricing for this pair": "El oráculo en cadena que rastrea los precios de este par",
    "Things you can do with your SUSHI": "Cosas que puedes hacer con tu SUSHI",
    "This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.": "Esta transacción no tendrá éxito debido al movimiento del precio o al cargo por transferencia. Intente aumentar su tolerancia al deslizamiento.",
    "Toggle Expert Mode": "Alternar modo experto",
    "Token": "Simbólico",
    "Tokens": "Tokens",
    "Tools": "Herramientas",
    "Tools to optimize your workflow.": "Herramientas para optimizar su flujo de trabajo.",
    "Total": "Total",
    "Transaction deadline": "Fecha límite de transacción",
    "Transaction Settings": "Configuración de transacciones",
    "Try enabling multi-hop trades": "Intente habilitar operaciones de varios saltos",
    "Turn On Expert Mode": "Activar el modo experto",
    "TVL": "TVL",
    "Unstake": "Desapuntar",
    "Unstaked": "Sin apuntar",
    "Unsupported Asset": "Activo no admitido",
    "Unwrap": "Desenvolver",
    "Vesting": "Conferir",
    "View on explorer": "Ver en el explorador",
    "View Stats": "Ver estadísticas",
    "Wallet": "Cartera",
    "Wallet Balance": "Saldo de Wallet",
    "When creating a pair you are the first liquidity provider. The ratio of tokens you add will set the price of this pool. Once you are happy with the rate, click supply to review": "Al crear un par, eres el primer proveedor de liquidez. La proporción de tokens que agregue establecerá el precio de este grupo. Una vez que esté satisfecho con la tarifa, haga clic en suministrar para revisar",
    "Withdraw": "Retirar",
    "Wrap": "Envoltura",
    "Wrong Network": "Red incorrecta",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportionalto your share of the SushiBar.": "xSUSHI gana automáticamente tarifas (0.05% de todos los intercambios, incluidos los intercambios  a su parte del SushiBar.",
    "Yesterday's APR": "APR de ayer",
    "Yield Debugger": "",
    "Yield Farms": "",
    "You are creating a pool": "Estás creando una piscina",
    "You are on the wrong network": "Estás en la red equivocada",
    "You don’t have liquidity in this pool yet": "Aún no tienes liquidez en este grupo",
    "You need to first approve LP tokens and then migrate it": "Primero debe aprobar los tokens LP y luego migrarlos",
    "You will receive": "Usted recibirá",
    "Your {exchange} {0}\/{1} liquidity will become SushiSwap {2}\/{3} liquidity.": "Su liquidez de {exchange} {0} \/ {1} se convertirá en sushiSwap {2} \/ {3} liquidez.",
    "Your Claimable SUSHI this Week": "Su SUSHI reclamable esta semana",
    "Your Liquidity": "Tu liquidez",
    "Your pool share": "Tu parte de la piscina",
    "Your Staked": "Tu apostado",
    "Your SushiBar Stats": "Tus estadísticas de SushiBar",
    "Your total pool tokens": "Tus tokens totales de la piscina",
    "Your Transaction History on {0}": "",
    "Your transaction may be frontrun": "Su transacción puede ser anticipada",
    "Your transaction may fail": "Tu transacción puede fallar",
    "Your transaction will revert if it is pending for more than this long.": "Su transacción se revertirá si está pendiente por más de este tiempo.",
    "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "Su transacción se revertirá si hay un movimiento de precios grande y desfavorable antes de que se confirme.",
    "Your Wallet": "Tu billetera",
    "(COMING SOON) Accrue automatic yield through flash loans and\nSUSHI strategies": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share\nof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing\nyour liquidity.": "",
    "Click on a pool below, input the amount you wish to migrate or select max, and click\nmigrate": "",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades\nthat often result in bad rates and lost funds.": "",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI\nproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve\nxSUSHI in return for voting rights and a fully composable token that can interact with other protocols.\nYour xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited\nSUSHI and any additional from fees.": "",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of\nall swaps from all chains)": "",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of\nthe pool. Fees are added to the pool, accrue in real time and can be claimed by\nwithdrawing your liquidity": "",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in\none click": "",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.\nContinuously compounding.": "",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional\nto your share of the SushiBar.": "",
    "1 Hour": "",
    "1 Week": "",
    "24 Hours": "",
    "30 Days": "",
    "A portion of each trade (0.05%) goes to xSUSHI holders as a protocol incentive.": "",
    "Add SUSHI to your MetaMask wallet": "",
    "Add xSUSHI to your MetaMask wallet": "",
    "Add {0} to MetaMask": "",
    "Add {0} {1} and {2} {3}": "",
    "Added": "",
    "Additional records and weekly merkle updates can be found on": "",
    "An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note fee on transfer and rebase tokens are incompatible with Uniswap V3.": "",
    "Approve Limit Order": "",
    "Approving Limit Order": "",
    "Auto": "",
    "Available Networks": "",
    "Back to Limit Orders": "",
    "Balance:": "",
    "Buy": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair\\nproportional to your share of the pool. Fees are added to the pool, accrue in real time and can be\\nclaimed by withdrawing your liquidity.": "",
    "Cancel": "",
    "Cancel Order": "",
    "Cancelled": "",
    "Change": "",
    "Change Recipient": "",
    "Chinese": "",
    "Clear all": "",
    "Confirm Limit Order": "",
    "Confirm convert": "",
    "Confirm this transaction in your wallet": "",
    "Connect to wallet": "",
    "Convert": "",
    "Converting {0} {1} for {2} {3}": "",
    "Copied": "",
    "Copy Address": "",
    "Create a new Kashi Market": "",
    "Current": "",
    "Deposit {0} into BentoBox": "",
    "Depositing {0} into BentoBox": "",
    "Disconnect": "",
    "Either return to the {link}, or change to an available network.": "",
    "English": "",
    "Error connecting": "",
    "Error connecting. Try refreshing the page.": "",
    "Exchange Rate": "",
    "Expanded results from inactive Token Lists": "",
    "Expert Mode": "",
    "Expiration is the time at which the order will become invalid": "",
    "Expired": "",
    "Farm": "",
    "Filled": "",
    "French": "",
    "German": "",
    "Go Back": "",
    "Harmony Bridge": "",
    "Harvest {0} SUSHI {1}": "",
    "Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers.": "",
    "If you want to supply to a market that is not listed yet, you can use this tool to create a new pair.": "",
    "Import": "",
    "In Bento:": "",
    "In Wallet:": "",
    "Input is estimated. You will sell at most": "",
    "Italian": "",
    "Japanese": "",
    "Korean": "",
    "LTV": "",
    "Learn more about wallets": "",
    "Limit": "",
    "Limit order": "",
    "Loading Balance": "",
    "Loading balance": "",
    "MEOW tokens wrap xSUSHI into BentoBox for double yields and can be\\nused to vote in special MEOW governor contracts.": "",
    "MEV Shield by Archer DAO": "",
    "Manage Token Lists": "",
    "Market": "",
    "Matic Bridge": "",
    "Maximum sent": "",
    "Miner Tip": "",
    "Minimum Received": "",
    "Miso": "",
    "My Liquidity Positions": "",
    "My Orders": "",
    "My SUSHI": "",
    "Network not supported yet": "",
    "Never": "",
    "New to Ethereum?": "",
    "No liquidity was found.": "",
    "No order history": "",
    "Open Orders": "",
    "Order Expiration": "",
    "Order History": "",
    "Output is estimated. If the price changes by more than {0}% your transaction\\nwill revert.": "",
    "Output is estimated. You will receive at least": "",
    "Output will be sent to": "",
    "Pay": "",
    "Pay from:": "",
    "Please connect to the appropriate Ethereum network.": "",
    "Please enter an amount": "",
    "Please refer to the": "",
    "Rate": "",
    "Receive": "",
    "Recent Transactions": "",
    "Recipient": "",
    "Remove recipient": "",
    "Remove {0} {1} and {2} {3}": "",
    "Review Limit Order": "",
    "Rewards": "",
    "Roll it back - this feature is not yet supported on {0}.": "",
    "Romanian": "",
    "Russian": "",
    "SLP": "",
    "Select a asset token": "",
    "Select a collateral token": "",
    "Select a rate": "",
    "Select an order expiration": "",
    "Send to:": "",
    "Send transaction privately to avoid front-running and sandwich attacks. Requires a miner tip to incentivize miners": "",
    "Slippage tolerance...": "",
    "Spanish": "",
    "SushiSwap": "",
    "The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.": "",
    "The input token cannot be transferred. There may be an issue with the input token.": "",
    "The output token cannot be transferred. There may be an issue with the output token.": "",
    "The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.": "",
    "This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.": "",
    "This transaction is below market rate": "",
    "This transaction will not succeed due to price movement. Try increasing your slippage tolerance.": "",
    "Tip to encourage miners to select this transaction.": "",
    "Tip:": "",
    "Tokens from inactive lists. Import specific tokens below or\\nclick Manage to activate more lists.": "",
    "Transaction History {0}": "",
    "Transaction Submitted": "",
    "Unknown error{0}. Try increasing your slippage tolerance.": "",
    "Use SUSHI": "",
    "Use this tool to find pairs that don't automatically appear in the interface": "",
    "Use xSUSHI": "",
    "Used": "",
    "Vesting is executed within the guidelines selected by the community in": "",
    "Vietnamese": "",
    "View Liquidity Positions": "",
    "Waiting for Confirmation": "",
    "Weekly unlocks from the vesting period.": "",
    "You Pay:": "",
    "You pay": "",
    "You receive": "",
    "You receive:": "",
    "Your": "",
    "Your transaction will revert 23if the price changes unfavorably by more than this percentage.": "",
    "Your transactions will appear here...": "",
    "Zap": "",
    "above": "",
    "below": "",
    "for deliberations on additional points.": "",
    "forum discussion": "",
    "home page": "",
    "or the transaction will revert.": "",
    "xSUSHI Fee": "",
    "{0} {1} per {2}": "",
    "{0} {sign} market rate": "",
    "{0}\/{1} Burned": "",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.": "",
    "(COMING SOON) Accrue automatic yield through flash loans and SUSHI strategies": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.": "",
    "Click on a pool below, input the amount you wish to migrate or select max, and click migrate": "",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI proportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve xSUSHI in return for voting rights and a fully composable token that can interact with other protocols. Your xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited SUSHI and any additional from fees.": "",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of all swaps from all chains)": "",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity": "",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in one click": "",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights. Continuously compounding.": "",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional to your share of the SushiBar.": "",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI proportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you receive xSUSHI in return for voting rights and a fully composable token that can interact with other protocols. Your xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited SUSHI and any additional from fees.": "",
    "It seems like you have some open orders while the limit order master contract is not yet approved. Please make\\nsure you have approved the limit order master contract or the order will not execute": "",
    "Not approved": "",
    "xDai Bridge": "",
    "- Remove send": "",
    "{0} per {1}": "",
    "+ Add a send (optional)": "",
    "+ Create a new market": "",
    "<0>Tip:<\/0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.<\/1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive you rewards at any time.": "",
    "<0>Tip:<\/0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.<\/1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive your rewards at any time.": "",
    "<0>Tip:<\/0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.": "",
    "<0>Tip:<\/0> Use this tool to find pairs that don't automatically appear in the interface": "",
    "<0>Tip:<\/0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.": "",
    "<0>Your<\/0> Positions": "",
    "Add Sushi to your Metamask wallet": "",
    "Add xSushi to your Metamask wallet": "",
    "Borrow APR": "",
    "Bridge Assets": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share\\nof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing\\nyour liquidity.": "",
    "Check out Sushi on Polygon (Matic)": "",
    "Claim": "",
    "Click here to switch to Polygon using Metamask": "",
    "Connect to a wallet to find pools": "",
    "Connect to a wallet to view your liquidity": "",
    "Create a Pair": "",
    "Deposited": "",
    "Don't see a pool you joined? <0>Import it.<\/0>": "",
    "Dont see a pool you joined?": "",
    "Fetching Instruments": "",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHIproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you receivexSUSHI in return for voting rights and a fully composable token that can interact with other protocols.Your xSUSHI is continuously compounding, when you unstake you will receive all the originally depositedSUSHI and any additional from fees.": "",
    "From": "",
    "From (estimated)": "",
    "Harvest {0} SUSHI": "",
    "Harvest {0} SUSHI & {1} MATIC": "",
    "Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers. It's as easy as deposit and withdraw whenever you want.": "",
    "Have Liquidity on {0}?": "",
    "Helpful Sushi Tools": "",
    "import it": "",
    "Input is estimated. You will sell at most <0>{0} {1}<\/0> or the transaction will revert.": "",
    "Instruments": "",
    "Insufficient WETH balance": "",
    "Kashi Lending": "",
    "Keys Burned: 2022.03.04 at 22:05": "",
    "Lend {assetSymbol}": "",
    "Limit <0>Used<\/0>": "",
    "Liquidity Positions": "",
    "Loan to Value": "",
    "Manage Liquidity in Rewards Pool": "",
    "Market Info": "",
    "Market Staked": "",
    "Maximum sold": "",
    "Migrate Now": "",
    "New network, new features": "",
    "No liquidity found": "",
    "No liquidity positions found": "",
    "No Results": "",
    "One click SUSHI → xSUSHI → aXSUSHI": "",
    "Output is estimated. You will receive at least <0>{0} {1}<\/0> or the transaction will revert.": "",
    "Output will be sent to <0>{0}<\/0>": "",
    "per month": "",
    "Please type the word \"confirm\" to enable expert mode.": "",
    "Pool Rewards": "",
    "Price": "",
    "Read the contract": "",
    "Read Tutorial": "",
    "Remove send": "",
    "Request Tool": "",
    "SAAVE: Stack your yields in one transaction": "",
    "Search by name, symbol, address": "",
    "Slippage Tolerance": "",
    "Stake your SUSHI into xSUSHI for ~5% APY. Deposit your xSUSHI into Aave as aXSUSHI to earn collateral interest and borrowing power. All in one click.": "",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.\\nContinuously compounding.": "",
    "Submit Tool": "",
    "Supply APR": "",
    "SUSHI {0}\/{1} Burned": "",
    "Sushi allows for swapping of ERC20 compatible tokens across multiple networks": "",
    "SUSHI Balance": "",
    "SUSHI Balance: {sushiBalance}": "",
    "SushiBar": "",
    "SushiBar: Make SUSHI work for you": "",
    "The difference between the market price and your price due to trade size.": "",
    "The transaction cannot succeed due to error: {0}. This is probably an issue with one of the tokens you are swapping.": "",
    "To": "",
    "To (estimated)": "",
    "To withdraw into SUSHI, go to Aave and remove axSUSHI as collateral and then to SushiBar to unstake. A full unwind will be avaialble soon.": "",
    "Trade": "",
    "Transaction History": "",
    "Transactions": "",
    "Unknown error": "",
    "Unwrap {0} W{1} to {2}": "",
    "Use any tool below to optimize your workflow. Please note, some tools are experimental so use with discretion. If theres a smart contract involved for the tool, read the code and confirm the keys have been burned.": "",
    "V2 Rewarder": "",
    "Vesting is executed within the guidelines selected by the community in <0>SIMP3<\/0>.<1\/><2\/>Please refer to the <3>forum discussion<\/3> for deliberations on additional points.<4\/><5\/>Additional records and weekly merkle updates can be found on <6>Github<\/6>": "",
    "View pair analytics": "",
    "View SushiBar Stats": "",
    "View Your Liquidity Positions": "",
    "View Your Liquidity Positions >": "",
    "View your SushiBar Portfolio": "",
    "Welcome to Sushi on Polygon (Matic)": "",
    "Withdraw {assetSymbol}": "",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional\\nto your share of the SushiBar.": "",
    "xSUSHI Balance": "",
    "Yield": "",
    "Yield Instruments": "",
    "Your Liquidity Positions": "",
    "Your Pool Share": "",
    "Your Pool Tokens": "",
    "Your Transaction History": "",
    "Your transaction will revert if the price changes unfavorably by more than this percentage.": "",
    "Your Yields": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair\nproportional to your share of the pool. Fees are added to the pool, accrue in real time and can be\nclaimed by withdrawing your liquidity.": "",
    "MEOW tokens wrap xSUSHI into BentoBox for double yields and can be\nused to vote in special MEOW governor contracts.": "",
    "Output is estimated. If the price changes by more than {0}% your transaction\nwill revert.": "",
    "Tokens from inactive lists. Import specific tokens below or\nclick Manage to activate more lists.": "",
    "{0, plural, one {Token} many {Tokens}}": "",
    "Farsi": "",
    "Hindi": "",
    "Portuguese": ""
}