{
    "- Remove send": "- ارسال را حذف کنید",
    "(COMING SOON) Accrue automatic yield through flash loans andSUSHI strategies": "",
    "(COMING SOON) Accrue automatic yield through flash loans and\\nSUSHI strategies": "(به زودی) بازده خودکار را از طریق وام های سریع و \/\/ استراتژی های ان سوشی  دریافت کنید",
    "{0} Deposited": "{0} واریز شد",
    "{0} per {1}": "{0} در هر {1}",
    "{0} Strategy": "{0} استراتژی",
    "+ Add a send (optional)": "+ ارسال را اضافه کنید (اختیاری)",
    "+ Create a new market": "+ ایجاد بازار چدید",
    "<0>Tip:<\/0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.<\/1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive you rewards at any time.": " نکته: <\/0> به منظور شروع دریافت جوایز، لازم است که اول با اضافه کردن نقدینگی به یک جفت خاص یا <1> جابه جا کردن نقدینگی موجود، مقداری SLP به دست آورید. زمانی که SLP به دست آوردید، می توانید برای شروع دریافت جوایز آن را در این محل بازده وارد کنید. می توانید هر زمانی که بخواهید سرمایه گذاری را لغو کنید و سپس با کلیک کردن بر روی حذف نقدینگی (Remove Liquidity) می توانید SLP خود را به توکن های پایه تبدیل کنید. می توانید در هر زمانی با کلیک کردن بر روی برداشت (Harvest) جوایز خود را دریافت کنید",
    "<0>Tip:<\/0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.<\/1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive your rewards at any time.": "<0>Tip:<\/0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.<\/1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive you rewards at any time.",
    "<0>Tip:<\/0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.": "<0> نکته: <\/0> با حذف توکن های پول، به نسبت سهم شما از پول، موقعیت شما به توکن های پایه با نرخ جاری برمی گردد. هزینه های به وجود آمده در مبالغی که دریافت می کنید، شامل خواهند شد",
    "<0>Tip:<\/0> Use this tool to find pairs that don't automatically appear in the interface": "<0> نکته: <\/0> از این ابزار برای یافتن جفت هایی استفاده کنید که به صورت خودکار در خط اتصال نمایش داده نمی شوند",
    "<0>Tip:<\/0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.": "<0> نکته: <\/0> هنگامی که نقدینگی را افزایش می دهید، توکن های استخری را دریافت خواهید کرد که موقعیت شما را نشان می دهند. این توکن ها به صورت خودکار به نسبت سهم شما در پول، هزینه هایی را در برخواهند داشت و می توانید در هر زمان آنها را بازخرید کنید",
    "<0>Your<\/0> Positions": " <0> وضعیت <\/0> خود ",
    "300M+ TVL on Polygon! Optimized routing enabled": "300M+ TVL در پلی گون! مسیریابی بهینه شده فعال شده است!",
    "A portion of each trade (0.25%) goes to liquidity providers as a protocol incentive.": "بخشی از هر معامله (0.25%) به عنوان انگیزشی پروتکل به تامین کنندگان لیکوییدیتی می رسد",
    "Accept": "قبول کنید",
    "Add": "اضافه کنید",
    "Add collateral in order to borrow assets": "برای قرض گرفتن دارایی، وثیقه اضافه کنید",
    "Add Liquidity": "لیکوییدیتی را افزایش دهید",
    "Add liquidity": "لیکوییدیتی را افزایش دهید",
    "Add Sushi to your Metamask wallet": "به کیف  پول متاماسک خود، سوشی اضافه کنید",
    "Add xSushi to your Metamask wallet": "به کیف پول متاماسک  خود، ایکس سوشی اضافه کنید",
    "Amount of Tokens": "مبلغ توکن ها",
    "Analytics": "تجزیه و تحلیل",
    "annualized": "محاسبه براساس سال",
    "Approve": "تایید کنید",
    "Approve {0}": "تایید کنید {0}",
    "Approve Kashi": "تایید کَشی",
    "Approved": "تایید شد",
    "Approving": "در حال تایید",
    "Approving {0}": "در حال تایید {0}",
    "APR": "APR",
    "APR (incl. Fees)": "APR (از جمله هزینه ها)",
    "APY (incl. Fees)": "APR (از جمله هزینه ها)",
    "Are you sure?": "آیا مطمئن هستید؟",
    "Available": "در دسترس",
    "Balance": "مانده",
    "Bento Balance: {0}": "مانده بنتو {0}",
    "BentoBox": "بنتوباکس",
    "BentoBox Apps": "کاربردهای بنتوباکس",
    "BentoBox is an innovative way to use dapps gas-efficiently and gain extra yield.": "بنتوباکس شیوه ای مبتکرانه برای استفاده بهینه از گاز dapp ها و به دست آوردن بازده بیشتر است",
    "BentoBox provides extra yield on deposits with flash lending, strategies, and fixed, low-gas transfers among integrated dapps, like Kashi markets": "بنتوباکس در سپرده هایی که وام سریع، استراتژی دارند بازده بیشتری فراهم می آورد و با گاز ثابت و کمتر در میان dapp های یکپارچه مانند بازارهای کشی منتقل می شود",
    "BentoBox strategies can create yield for your collateral tokens. This token does not yet have a strategy in the BentoBox.": "استراتژی های بنتوباکس می توانند برای توکن های وثیقه شما بازده ایجاد کنند. این توکن هنوز هیچ استراتژی در بنتوباکس ندارد",
    "BentoBox strategies can create yield for your liquidity while it is not lent out. This token does not yet have a strategy in the BentoBox.": "استراتژی های بنتوباکس می توانند برای لیکوییدیتی شما بازده ایجاد کنند و در عین حال قرض داده نمی شود. این توکن هنوز هیچ استراتژی در بنتوباکس ندارد",
    "Borrow": "قرض گیری",
    "Borrow {0}": "قرض گیری {0}",
    "Borrow {0}-{1}": "قرض گیری {0}-{1}",
    "Borrow APR": "قرض گیری APR",
    "Borrow assets and leverage up": "قرض گیری دارایی ها و سرمایه گذاری با قرض",
    "Borrowed": "قرض گرفته شد",
    "Borrowing allows you to obtain liquidity without selling. Your borrow limit depends on the amount of deposited collateral. You will be able to borrow up to 75% of your collateral and repay at any time with accrued interest.": "قرض گیری این امکان را برای شما فراهم می آورد تا بدون فروش لیکوییدیتی به دست آورید. حد قرض گیری شما به مبلغ وثیقه واریز شده بستگی دارد. می توانید تا 75% وثیقه خود را قرض بگیرید و در هر زمانی و بدون پرداخت بهره افزوده آن را پس دهید",
    "Bridge Assets": "دارایی ها را اتصال دهید",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your shareof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawingyour liquidity.": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share\\nof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing\\nyour liquidity.": "با اضافه کردن لیکوییدیتی، به نسب سهم خود از این استخر، شما 0.25% تمامی مبادلات انجام شده بر روی این جفت را دریافت خواهید کرد. هزینه ها به استخر اضافه می شوند و در زمان واقعی حاصل می شوند و با برداشت لیکوییدیتی خود می توانید آنها را مطالبه کنید",
    "Bypasses confirmation modals and allows high slippage trades. Use at your own risk.": "راه های فرعی حالات را تایید می کنند و امکان معاملات با افت بالا را فراهم می آورند. با قبول ریسک، از آن استفاده کنید",
    "Check out Sushi on Polygon (Matic)": "در پلی گون (ماتیک) سوشی را بررسی کنید",
    "Claim": "مطالبه",
    "Claim SUSHI": "سوشی را مطالبه کنید",
    "Claimed": "مطالبه شد",
    "Clear History": "پاک کردن تاریخچه (سوابق)",
    "Click here to switch to Polygon using Metamask": "برای جابه جا شدن به پلی گون با استفاده از متاماسک اینجا کلیک کنید",
    "Click on a pool below, input the amount you wish to migrate or select max, and clickmigrate": "",
    "Click on a pool below, input the amount you wish to migrate or select max, and click\\nmigrate": "بر روی استخر زیر کلیک کنید، مبلغی که مایل هستید تا آن را جابه جا کنید را وارد کرده یا حداکثر را انتخاب کنید و بر روی migrate (جابه جا کردن) کلیک کنید",
    "Collateral": "وثیقه",
    "Community Approval": "تایید همانندی (گروه)",
    "Confirm": "تایید کنید",
    "Confirm Adding Liquidity": "افزایش لیکوییدیتی را تایید کنید",
    "Confirm Staking": "تایید سهام گذاری",
    "Confirm Supply": "تامین را تایید کنید",
    "Confirm Swap": "تایید جابه جایی",
    "Confirm Withdrawal": "برداشت را تایید کنید",
    "Connect to a wallet": "به کیف پول وصل شوید",
    "Connect to a wallet to find pools": "برای یافتن استخر ها به کیف پول وصل شوید",
    "Connect to a wallet to view your liquidity": "برای مشاهده لیکوییدیتی خود به کیف پول وصل شوید",
    "Connect Wallet": "کیف پول را اتصال دهید",
    "Create a pair": "یک جفت ایجاد کنید",
    "Create a Pair": "جفت ایجاد کنید",
    "Create pool": "استخر ایجاد کنید",
    "Create Pool & Supply": "استخر و تامین ایجاد کنید",
    "Deposit": "واریز کنید",
    "Deposit SUSHI into BentoBox": "سوشی را به بنتوباکس واریز کنید",
    "Deposit tokens into BentoBox for all the yields": "برای تمامی بازده ها، توکن ها را به بنتوباکس واریز کنید",
    "Deposited": "واریز شد",
    "Dev": "Dev",
    "Disable Multihops": "غیرفعال سازی چندپرش ها",
    "Discord": "ناهماهنگی",
    "Dismiss": "لغو",
    "Docs": "اسناد",
    "Documentation for developers of Sushi.": "مستندسازی (ارائه اسناد) برای توسعه دهندگان سوشی",
    "Documentation for users of Sushi.": "مستندسازی برای کاربران سوشی",
    "Don't see a pool you joined? <0>Import it.<\/0>": "آیا استخری که به آن پیوسته اید را نمی بینید؟ <0> آن را وارد کنید. <\/0>",
    "Dont see a pool you joined?": "آیا استخری که به آن پیوسته اید را مشاهده نمی کنید؟",
    "Enjoy the lowest slippage on Polygon": "در پلی گون از پایین ترین افت بهره ببرید",
    "Enter": "ورود",
    "Enter a recipient": "گیرنده را وارد کنید",
    "Enter a valid slippage percentage": "درصد افت معتبر را وارد کنید",
    "Enter Amount": "مبلغ را وارد کنید",
    "Enter an amount": "مبلغ را وارد کنید",
    "Error": "خطا",
    "Expert mode turns off the confirm transaction prompt and allows high slippage tradesthat often result in bad rates and lost funds.": "",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades\\nthat often result in bad rates and lost funds.": "حالت خبره، تایید تراکنش را غیرفعال می کند و امکان معاملات با افت بالا را فراهم می آورد. که اغلب به نرخ های بد و از دست دادن وجه منجر می شود",
    "failed to load": "بارگیری ناموفق است",
    "Fetching Instruments": "بازآوری ابزارها",
    "Find Pool": "استخر را پیدا کنید",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHIproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you receivexSUSHI in return for voting rights and a fully composable token that can interact with other protocols.Your xSUSHI is continuously compounding, when you unstake you will receive all the originally depositedSUSHI and any additional from fees.": "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHIproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recievexSUSHI in return for voting rights and a fully composable token that can interact with other protocols.Your xSUSHI is continuously compounding, when you unstake you will receive all the originally depositedSUSHI and any additional from fees.",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHIproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recievexSUSHI in return for voting rights and a fully composable token that can interact with other protocols.Your xSUSHI is continuously compounding, when you unstake you will receive all the originally depositedSUSHI and any additional from fees.": "",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI\\nproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve\\nxSUSHI in return for voting rights and a fully composable token that can interact with other protocols.\\nYour xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited\\nSUSHI and any additional from fees.": "برای هر جابه جایی در مبادله بر روی هر زنجیره، 0.05% هزینه جابه جایی به صورت سوشی\/ به نسبت سهم شما در سوشی بار توزیع می شود. زمانی که سوشی شما در سوشی بار سهام گذاری شد، شما ان ایکس سوشی را در مقابل حق رای خود دریافت خواهید کرد و همچنین توکن کاملاً composable  را دریافت خواهید کرد که می تواند با پروتکل های دیگر همکنش داشته باشد. ایکس سوشی شما به طور پیوسته ترکیب می شوند، زمانی که شما سهام گذاری را لغو می کنید، تمامی ان سوشی هایی که در ابتدا سهام گذاری شده اند و تمامی اضافات حاصله از هزینه ها را دریافت خواهید کرد",
    "From": "از",
    "From (estimated)": "از (برآوردی)",
    "Gain exposure to tokens without reducing your assets. Leverage will enable you to take short positions against assets and earn from downside movements.": "بدون کاهش دارایی خود، توکن بگیرید. سرمایه گذاری با قرض شما را قادر می سازد تا در مقابل دارایی ها جایگاه کوتاهی به دست آورید و از جابه جایی کاهش قیمت بازده دریافت کنید",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% ofall swaps from all chains)": "",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of\\nall swaps from all chains)": "با ایکس سوشی حق نظارت کسب کنید و 5% APR (0.05%) \\nall جابه جایی ها از تمامی زنجیره ها را به دست آورید",
    "Hardware Wallet": "کیف پول سخت افزاری",
    "Harvest {0} SUSHI": "{0} سوشی را برداشت کنید",
    "Harvest {0} SUSHI & {1} ALCX": "",
    "Harvest {0} SUSHI & {1} MATIC": "{0} سوشی و {1} ماتیک را برداشت کنید",
    "Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers. It's as easy as deposit and withdraw whenever you want.": "آیا دارایی هایی که می خواهید از آنها بهره بیشتر دریافت کنید را در اختیار دارید؟ آنها را در بازارهای جداگانه قرض دهید و از قرض گیرندگان بهره بگیرید. این کار راحتی است و هر زمان که بخواهید می توانید سپرده گذاری و برداشت کنید",
    "Have Liquidity on {0}?": "آیا در {0} لیکوییدیتی دارید؟ ",
    "Health": "صحت",
    "Helpful Sushi Tools": "ابزارهای کارآمد سوشی",
    "Historical Total Locked: {0} SUSHI": "مجموع تاریخی قفل شد: {0} سوشی",
    "Historical Total Locked: Connect Wallet": "مجموع تاریخی قفل شد: به کیف پول وصل شوید",
    "Historical Total Locked: Fetching Total": "مجموع تاریخی قفل شد: بازآوری مجموع",
    "import it": "آن را وارد کنید",
    "Import it": "آن را وارد کنید",
    "Import Pool": "استخر را وارد کنید",
    "Input is estimated. You will sell at most <0>{0} {1}<\/0> or the transaction will revert.": "ورودی برآوردی است. حداکثر  <0>{0} {1}<\/0>  را انتخاب خواهید کرد یا تراکنش برگشت داده خواهد شد.",
    "Instruments": "ابزارها",
    "Insufficient {0} balance": "مانده {0} ناکافی ",
    "Insufficient Balance": "مانده کافی نیست",
    "Insufficient liquidity for this trade": "لیکوییدیتی ناکافی برای این معامله",
    "Insufficient WETH balance": "مانده WETH کافی نیست",
    "Interface Settings": "تنظیمات خط اتصال",
    "Invalid pair": "جفت نامعتبر",
    "Invalid recipient": "گیرنده نامعتبر",
    "Isolated lending markets mitigate your risks as an asset lender. Know exactly what collateral is available to you in the event of counter party insolvency.": "بازارهای قرضدهی تکی باعث می شوند که ریسک شما به عنوان قرض دهنده جابه جا شود. آیا می دانید که چه تضمینی در صورت روبه رو شدن با ورشکستگی طرف مقابل برای شما وجود دارد",
    "Join the community on Discord.": "در دیسکورد، به گروه بپیوندید",
    "Kashi Lending": "قرض کَشی",
    "Keys Burned: 2022.03.04 at 22:05": "کلیدهای سوخته: 4 مارچ 2022 ساعت 22:05",
    "Lend": "قرض دهید",
    "Lend {assetSymbol}": "قرض دهی {assetSymbol}",
    "Lend assets for interest from borrowers.": "برای دریافت بهره از قرض گیرندگان، دارایی ها را قرض دهید",
    "Lend your assets, earn yield with no impermanent loss": "دارایی های خود را قرض دهید، و بدون ضرر و زیان موقت بازده به دست آوردید",
    "Lending": "در حال قرض دادن",
    "Lent": "قرض داده شد",
    "Limit <0>Used<\/0>": "حد <0> استفاده شد <\/0>",
    "Liquidity": "لیکوییدیتی",
    "Liquidity Positions": "وضعیت لیکوییدیتی",
    "Liquidity Provider Fee": "هزینه تامین کننده لیکوییدیتی",
    "Liquidity Provider Rewards": "جوایز تامین کننده لیکوییدیتی",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share ofthe pool. Fees are added to the pool, accrue in real time and can be claimed bywithdrawing your liquidity": "",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of\\nthe pool. Fees are added to the pool, accrue in real time and can be claimed by\\nwithdrawing your liquidity": "تامین کنندگان لیکوییدیتی به نسبت سهم خود در \\nthe استخر، 0.25 حق الزحمه دریافت می کنند. حق الزحمه ها به استخر اضافه می شود و در زمان واقعی حاصل می شوند و با برداشت لیکوییدیتی خود می توانید آنها را مطالبه کنید",
    "Lists": "فهرست ها",
    "Loading": "بارگیری",
    "Loading your {exchange} liquidity positions": "بارگیری وضعیت لیکوییدیتی {exchange}",
    "Loading...": "بارگیری",
    "loading...": "بارگیری",
    "Loan to Value": "وام به ارزش",
    "Manage": "مدیریت کنید",
    "Manage Liquidity in Rewards Pool": "لیکوییدیتی را در استخر جوایز مدیریت کنید",
    "Manage this pool": "این استخر را مدیریت کنید",
    "Market Info": "اطلاعات بازار",
    "Market Staked": "بازار سهام گذاری شده",
    "Markets": "بازارها",
    "MAX": "حداکثر",
    "Max": "حداکثر",
    "Maximize yield by staking SUSHI for xSUSHI": "با سهام گذاری سوشی برای ایکس سوشی خود بازده را به حداکثر برسانید",
    "Maximum sold": "حداکثر به فروش رفته",
    "Migrate": "جابه جایی",
    "Migrate {exchange} Liquidity": "لیکوییدیتی{exchange} را جابه جا کنید",
    "Migrate Now": "الان جابه جایی انجام شود",
    "Migrating": "در حال جابه جایی",
    "Migration is done in one-click using your signature (permit)": "جابه جایی با یک بار کلیک کردن با استفاده از امضای (اجازه) شما انجام می شود",
    "Minimum received": "حداقل دریافتی",
    "minutes": "دقیقه ها",
    "Missed the Auction?": "",
    "New network, new features": "شبکه جدید، ویژگی های جدید",
    "No Liquidity found": "هیچ لیکوییدیتی یافت نشد",
    "No liquidity found": "هیچ لیکوییدیتی یافت نشد",
    "No liquidity found to do swap": "هیچ لیکوییدیتی برای جابه جایی یافت نشد",
    "No liquidity positions found": "هیچ وضعیت لیکوییدیتی یافت نشد",
    "No pool found": "هیچ استخری یافت نشد",
    "No Results": "هیچ نتیجه ای یافت نشد",
    "No results found": "هیچ نتیجه ای یافت نشد",
    "Non-hardware Wallet": "عدم وجود کیف پول سخت افزاری",
    "None": "هیچ کدام",
    "One click SUSHI → xSUSHI → aXSUSHI": "با یک بار کلیک کردن: سوشی ← ایکس سوشی ← ای ایکس سوشی",
    "ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.": "تنها در صورتی که می دانید که در حال انجام چه کاری هستید از این حالت استفاده کنید",
    "Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device": "اوه! خطای نامعلومی رخ داده است. لطفاً صفحه را رفرش (بازآوری) کنید یا از بروز (مرورگر) یا دستگاه دیگری برای مشاهده سایت استفاده کنید",
    "Open main menu": "منوی اصلی را باز کنید",
    "Open Source": "منبع باز",
    "Oracle": "اوراکل",
    "Output is estimated. If the price changes by more than {0}% your transaction will revert.": "نتیجه برآوردی است. در صورت تغییر قیمت تا بیش از {0}% تراکنش شما برگشت داده خواهد شد",
    "Output is estimated. You will receive at least <0>{0} {1}<\/0> or the transaction will revert.": "خروجی برآوردی است. حداکثر  <0>{0} {1}<\/0>  را انتخاب خواهید کرد یا تراکنش برگشت داده خواهد شد.",
    "Output will be sent to <0>{0}<\/0>": "خروجی به <0>{0}<\/0> ارسال خواهد شد",
    "Pending": "در حال تعلیق",
    "Pending Treasury Transfer": "تعلیق انتقال صندوق",
    "per month": "در هر ماه",
    "Please type the word \"confirm\" to enable expert mode.": "لطفا کلمه\/ “Confirm”\/ را تایپ کنید تا حالت خبره فعال شود",
    "Pool": "استخر",
    "Pool Found!": "استخر یافت شد",
    "Pool Rewards": "جوایز استخر",
    "Pool Tokens": "توکن های استخر",
    "Pool tokens in rewards pool": "توکن های استخر در استخر جوایز",
    "Pooled {0}": "{0} استخر شد",
    "Positions": "وضعیت ها",
    "Pour a hot bowl of MISO, the new <0>token launchpad<\/0> from SUSHI": "",
    "Price": "قیمت",
    "Price Impact": "تاثیر قیمت",
    "Price Impact High": "تاثیر بالای قیمت",
    "Price Impact Too High": "تاثیر بسیار بالای قیمت",
    "Price Updated": "قیمت به روزرسانی شده",
    "Rates": "نرخ ها",
    "Read the contract": "قرارداد را بخوانید",
    "Read Tutorial": "قسمت خودآموز را بخوانید",
    "Remove": "حذف",
    "Remove Liquidity": "لیکوییدیتی را حذف کنید",
    "Remove send": "ارسال را حذف کنید",
    "Removing {0} {1} and {2} {3}": "حذف {0} {1}  و {2} {3}",
    "Repay": "بازپرداخت",
    "Request Tool": "درخواست ابزار",
    "Restricts swaps to direct pairs only.": "جابه جایی های را تنها به جفت های مستقیم محدود می کند",
    "Route": "مسیریابی ",
    "Routing through these tokens resulted in the best price for your trade.": "مسیریابی از طریق این توکن ها به بهترین قیمت برای معامله شما منجر می شود",
    "SAAVE: Stack your yields in one transaction": "SAAVE: بازده های خود را در یک تراکنش سهام گذاری کنید",
    "Search by name, symbol, address": "جستجو براساس نام، نماد، آدرس",
    "Search name or paste address": "نام را جستجو کنید یا آدرس را پیست کنید",
    "Select a token": "یک توکن انتخاب کنید",
    "Select a token to find your liquidity": "برای پیدا کردن لیکوییدیتی خود، توکنی را انتخاب کنید",
    "Share of Pool": "سهم استخر",
    "Share of Pool:": "سهم استخر",
    "Slippage Tolerance": "دامنه پذیرش افت",
    "Slippage tolerance": "دامنه پذیرش افت",
    "Something went wrong during signing of the approval. This is expected for hardware wallets, such as Trezor and Ledger. Click again and the fallback method will be used": "در طول امضای تاییدیه اشتباهی رخ داده است. این امر برای کیف پول های سخت افزاری مانند Trezor و Ledger رخ می دهد. دوباره کلیک کنید و شیوه فال بک (جایگزین) استفاده خواهد شد",
    "Stack Yields with SAAVE": "استک بازده ها با SAAVE",
    "Stake": "سهام گذاری کنید",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all inone click": "",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in\\none click": "با یک کلیک، سهام گذاری در ایکس سوشی باعث می شود که همگی به صورت ای ایکس سوشی بر روی Aave همسو شوند",
    "Stake SUSHI": "سوشی را سهام گذاری کنید",
    "Stake SUSHI for xSUSHI": "سهام گذاری سوشی برای ایکس سوشی",
    "Stake your SUSHI into xSUSHI for ~5% APY. Deposit your xSUSHI into Aave as aXSUSHI to earn collateral interest and borrowing power. All in one click.": "برای APY 5% سوشی خود را در ایکس سوشی سهام گذاری کنید. ایکس سوشی خود را به صورت ای ایکس سوشی در Aave واریز کنید تا سود ثانوی دریافت کنید و نیرو قرض بگیرید. همگی تنها با یک کلیک",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.Continuously compounding.": "",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.\\nContinuously compounding.": "برای دریافت 5% APY، سوشی خود را در ایکس سوشی سهام گذاری کنید. بدون هیچ گونه ضرر و زیان موقت یا از دست رفتن حق نظارت. به طور پیوسته ترکیب می شوند",
    "Staking APR": "سهام گذاری APR",
    "Submit Tool": "ابزار سابمیت",
    "Supply APR": "APR",
    "Supplying {0} {1} and {2} {3}": "تامین {0} {1} و {2} {3}",
    "SUSHI {0}\/{1} Burned": "سوشی {0}\/ {1} سوخته",
    "Sushi allows for swapping of ERC20 compatible tokens across multiple networks": "سوشی امکان جابه جایی توکن های مبادله پذیر ERC20 در شبکه های چندگانه را فراهم می آورد",
    "SUSHI Balance": "مانده سوشی",
    "SUSHI Balance: {sushiBalance}": "مانده سوشی {sushiBalance}",
    "Sushi is a supporter of Open Source.": "سوشی، پشتیان منبع باز است",
    "SushiBar": "سوشی بار",
    "SushiBar: Make SUSHI work for you": "سوشی بار: باعث می شود تا سوشی برای شما جواب دهد",
    "Swap": "جابه جا کنید",
    "Swap Anyway": "جابه جایی در هر صورت",
    "Swap for SAK3 token on SUSHI now. Click here to swap.": "",
    "Swap From (est.):": "از (est.) جابه جا کنید",
    "Swap From:": "از .... جابه جا کنید",
    "Swap To (est.):": "جابه جایی به (est.)",
    "Swap To:": "جابه جایی به:",
    "The difference between the market price and estimated price due to trade size.": "تفاوت میان قیمت بازار و قیمت برآوردی به علت اندازه معامله",
    "The difference between the market price and your price due to trade size.": "تفاوت میان قیمت بازار و قیمت شما به علت اندازه معامله",
    "The onchain oracle that tracks the pricing for this pair": "اوراکل زنجیره ای که قیمت گذاری این جفت را پیگیری می کند",
    "The transaction cannot succeed due to error: {0}. This is probably an issue with one of the tokens you are swapping.": "به علت خطا تراکنش ناموفق است: {0}. احتمالاً این امر مربوط به یکی از توکن هایی است که شما در حال جابه جایی آن هستید",
    "Things you can do with your SUSHI": "کارهایی که شما با سوشی خود می توانید انجام دهید",
    "This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.": "این تراکنش به علت جابه جایی قیمت یا هزینه انتقال، ناموفق خواهد بود. افزایش دامنه پذیرش افت را امتحان کنید",
    "To": "به",
    "To (estimated)": "به (برآوردی)",
    "To withdraw into SUSHI, go to Aave and remove axSUSHI as collateral and then to SushiBar to unstake. A full unwind will be avaialble soon.": "برای رفتن به سوشی، به Aave بروید و ای ایکس سوشی را به صورت همسو حذف کنید و سپس به سوشی بار بروید تا سهام گذاری را لغو کنید. به زودی رفع کامل اشکال ر دسترس قرار خواهد گرفت",
    "Toggle Expert Mode": "حالت خبره توگل",
    "Token": "توکن",
    "Tokens": "توکن ها",
    "Tools": "ابزارها",
    "Tools to optimize your workflow.": "ابزارها برای بهینه سازی جریان کار شما",
    "Total": "مجموع",
    "Trade": "معامله",
    "Transaction deadline": "آخرین موعد تراکنش",
    "Transaction History": "تاریخچه تراکنش",
    "Transaction Settings": "تنظیمات تراکنش",
    "Transactions": "تراکنش ها",
    "Try enabling multi-hop trades": "فعال سازی مبادله های چندپرشی را امتحان کنید",
    "Turn On Expert Mode": "روشن کردن حالت خبره",
    "TVL": "کارهایی ",
    "Unknown error": "خطای نامعلوم",
    "Unstake": "لغو سهام گذاری",
    "Unstaked": "لغو سهام گذاری",
    "Unsupported Asset": "دارایی بدون پشتیبانی",
    "Unwrap": "باز کردن",
    "Unwrap {0} W{1} to {2}": "باز کردن {0} W{1} to {2}",
    "Use any tool below to optimize your workflow. Please note, some tools are experimental so use with discretion. If theres a smart contract involved for the tool, read the code and confirm the keys have been burned.": "برای بهینه سازی جریان کار خود از هر کدامیک از ابزارهای زیر استفاده کنید. لطفاً توجه داشته باشید که برخی ابزارها آزمایشی هستند از این رو به صلاحدید و تشخیص خود از آنها استفاده کنید. در صورتی که قرارداد هوشمند برای ابزار وجود دارد، کد را بخوانید و کلیدهایی که سوخته شده اند را تایید کنید",
    "V2 Rewarder": "جایزه دهنده V2",
    "Vesting": "در حال واگذار کردن",
    "Vesting is executed within the guidelines selected by the community in <0>SIMP3<\/0>.<1\/><2\/>Please refer to the <3>forum discussion<\/3> for deliberations on additional points.<4\/><5\/>Additional records and weekly merkle updates can be found on <6>Github<\/6>": "واگذاری براساس رهنمون های انتخابی توسط گروه در <0>SIMP3<\/0> انجام می شود. <1\/><2\/> لطفاً برای اطلاع درباره اختیارات در موارد بیشتر، به <3> بحث فورم <\/3> مراجعه کنید. <4\/><5\/> صورت های دیگر و به روز رسانی های merkle  هفتگی در <6>Github<\/6>در دسترس می باشند",
    "View on explorer": "مشاهده در جستجوگر (اکسپلورو)",
    "View pair analytics": "نمایش تجزیه و تحلیل جفت",
    "View Stats": "مشاهده آمار",
    "View SushiBar Stats": "مشاهده آمار سوشی بار",
    "View Your Liquidity Positions": "مشاهده وضعیت لیکوییدیتی خود",
    "View Your Liquidity Positions >": "مشاهده وضعیت لیکوییدیتی خود>",
    "View your SushiBar Portfolio": "مشاهده کارپوشه سوشی بار",
    "Wallet": "کیف پول",
    "Wallet Balance": "مانده کیف پول",
    "Welcome to Sushi on Polygon (Matic)": "به سوشی در پلی گون (ماتیک) خوش آمدید",
    "When creating a pair you are the first liquidity provider. The ratio of tokens you add will set the price of this pool. Once you are happy with the rate, click supply to review": "هنگام ایجاد جفت، شما اولین تامین کننده لیکوییدیتی هستید. نسبت توکن هایی که اضافه می کنید، قیمت این استخر را مشخص خواهند کرد. اگر با نرخ موافق بودید، می توانید برای مشاهده بر روی تامین (supply) کلیک کنید",
    "Withdraw": "برداشت",
    "Withdraw {assetSymbol}": "برداشت {assetSymbol}",
    "Wrap": "پوشاندن",
    "Wrong Network": "شبکه اشتباه",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportionalto your share of the SushiBar.": "",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional\\nto your share of the SushiBar.": "ایکس سوشی به نسبت سهم شما از سوشی بار، به صورت خودکار هزینه های (0.05%) تمامی جابه جایی از جمله جابه جایی های چندزنجیره ای را دریافت می کند",
    "xSUSHI Balance": "مانده ایکس سوشی",
    "Yesterday's APR": "APR دیروز",
    "Yield": "بازده",
    "Yield Debugger": "",
    "Yield Farms": "",
    "Yield Instruments": "ابزارهای بازده",
    "You are creating a pool": "شما در حال ایجاد استخر هستید",
    "You are on the wrong network": "شما در شبکه اشتباهی هستید",
    "You don’t have liquidity in this pool yet": "شما هنوز در این استخر لیکوییدیتی ندارید",
    "You need to first approve LP tokens and then migrate it": "لازم است اول توکن های LP را تایید کرده و سپس آن را جابه جا کنید",
    "You will receive": "شما دریافت خواهید کرد",
    "Your {exchange} {0}\/{1} liquidity will become SushiSwap {2}\/{3} liquidity.": "لیکوییدیتی {exchange} {0}\/{1} شما به لیکوییدیتی  {2}\/{3}سوشی سواپ (SushiSwap) تبدیل خواهد شد ",
    "Your Claimable SUSHI this Week": "سوشی قابل مطالبه شما در این هفته",
    "Your Liquidity": "لیکوییدیتی شما",
    "Your Liquidity Positions": "وضعیت لیکوییدیتی شما",
    "Your Pool Share": "سهم استخر شما",
    "Your pool share": "سهم استخر شما ",
    "Your Pool Tokens": "توکن های استخر شما",
    "Your Staked": "سهام گذاری های شما",
    "Your SushiBar Stats": "آمار سوشی بار شما",
    "Your total pool tokens": "کل توکن های استخر شما",
    "Your Transaction History": "سابقه تراکنش شما",
    "Your Transaction History on {0}": "تاریخچه تراکنش شما در  {0}",
    "Your transaction may be frontrun": "تراکنش شما می تواند موفق باشد",
    "Your transaction may fail": "ممکن است تراکش شما ناموفق باشد",
    "Your transaction will revert if it is pending for more than this long.": "اگر تعلیق بیشتر از این زمان به طول بیانجامد، تراکنش شما برگشت داده خواهد شد",
    "Your transaction will revert if the price changes unfavorably by more than this percentage.": "اگر تغییر قیمت بیشتر از این درصد باشد، تراکنش شما برگشت داده خواهد شد",
    "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "در صورتی که جابه جایی نامطلوب و زیاد قیمت قبل از تایید وجود داشته باشد، تراکنش شما برگشت داده خواهد شد",
    "Your Wallet": "کیف پول شما",
    "Your Yields": "بازده های شما",
    "(COMING SOON) Accrue automatic yield through flash loans and\nSUSHI strategies": "(به زودی) کسب بازده خودکار از طریق وام های سریع و \/\/ استراتژی های ان سوشی ",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share\nof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing\nyour liquidity.": "با اضافه کردن لیکوییدیتی، به نسب سهم خود از این استخر، شما 0.25% تمامی مبادلات انجام شده بر روی این جفت را دریافت خواهید کرد. هزینه ها به استخر اضافه می شوند و در زمان واقعی حاصل می شوند و با برداشت لیکوییدیتی خود می توانید آنها را مطالبه کنید. ",
    "Click on a pool below, input the amount you wish to migrate or select max, and click\nmigrate": "بر روی استخر زیر کلیک کنید، مبلغی که مایل هستید تا آن را جابه جا کنید را وارد کرده یا حداکثر را انتخاب کنید و بر روی migrate (جابه جا کردن) کلیک کنید.",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades\nthat often result in bad rates and lost funds.": "حالت خبره، تایید تراکنش را غیرفعال می کند و امکان معاملات با افت بالا را فراهم می آورد. که اغلب به نرخ های بد و از دست دادن وجه منجر می شود",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI\nproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve\nxSUSHI in return for voting rights and a fully composable token that can interact with other protocols.\nYour xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited\nSUSHI and any additional from fees.": "برای هر جابه جایی در مبادله بر روی هر زنجیره، 0.05% هزینه جابه جایی به صورت سوشی\/ به نسبت سهم شما در سوشی بار توزیع می شود. زمانی که سوشی شما در سوشی بار سهام گذاری شد، شما ان ایکس سوشی را در مقابل حق رای خود دریافت خواهید کرد و همچنین توکن کاملاً composable  را دریافت خواهید کرد که می تواند با پروتکل های دیگر همکنش داشته باشد. ایکس سوشی شما به طور پیوسته ترکیب می شوند، زمانی که شما سهام گذاری را لغو می کنید، تمامی ان سوشی هایی که در ابتدا سهام گذاری شده اند و تمامی اضافات حاصله از هزینه ها را دریافت خواهید کرد",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of\nall swaps from all chains)": "با ایکس سوشی حق نظارت کسب کنید و 5% APR (0.05%) \\nall جابه جایی ها از تمامی زنجیره ها را به دست آورید",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of\nthe pool. Fees are added to the pool, accrue in real time and can be claimed by\nwithdrawing your liquidity": "برای دریافت 5% APY، سوشی خود را در ایکس سوشی سهام گذاری کنید. بدون هیچ گونه ضرر و زیان موقت یا از دست رفتن حق نظارت. به طور پیوسته ترکیب می شوند",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in\none click": "ایکس سوشی به نسبت سهم شما از سوشی بار، به صورت خودکار هزینه های (0.05%) تمامی جابه جایی از جمله جابه جایی های چندزنجیره ای را دریافت می کند",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.\nContinuously compounding.": "برای دریافت 5% APY، سوشی خود را در ایکس سوشی سهام گذاری کنید. بدون هیچ گونه ضرر و زیان موقت یا از دست رفتن حق نظارت. به طور پیوسته ترکیب می شوند",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional\nto your share of the SushiBar.": "ایکس سوشی به نسبت سهم شما از سوشی بار، به صورت خودکار هزینه های (0.05%) تمامی جابه جایی از جمله جابه جایی های چندزنجیره ای را دریافت می کند",
    "1 Hour": "",
    "1 Week": "",
    "24 Hours": "",
    "30 Days": "",
    "A portion of each trade (0.05%) goes to xSUSHI holders as a protocol incentive.": "",
    "Add SUSHI to your MetaMask wallet": "",
    "Add xSUSHI to your MetaMask wallet": "",
    "Add {0} to MetaMask": "",
    "Add {0} {1} and {2} {3}": "",
    "Added": "",
    "Additional records and weekly merkle updates can be found on": "",
    "An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note fee on transfer and rebase tokens are incompatible with Uniswap V3.": "",
    "Approve Limit Order": "",
    "Approving Limit Order": "",
    "Auto": "",
    "Available Networks": "",
    "Back to Limit Orders": "",
    "Balance:": "",
    "Buy": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair\\nproportional to your share of the pool. Fees are added to the pool, accrue in real time and can be\\nclaimed by withdrawing your liquidity.": "",
    "Cancel": "",
    "Cancel Order": "",
    "Cancelled": "",
    "Change": "",
    "Change Recipient": "",
    "Chinese": "",
    "Clear all": "",
    "Confirm Limit Order": "",
    "Confirm convert": "",
    "Confirm this transaction in your wallet": "",
    "Connect to wallet": "",
    "Convert": "",
    "Converting {0} {1} for {2} {3}": "",
    "Copied": "",
    "Copy Address": "",
    "Create a new Kashi Market": "",
    "Current": "",
    "Deposit {0} into BentoBox": "",
    "Depositing {0} into BentoBox": "",
    "Disconnect": "",
    "Either return to the {link}, or change to an available network.": "",
    "English": "",
    "Error connecting": "",
    "Error connecting. Try refreshing the page.": "",
    "Exchange Rate": "",
    "Expanded results from inactive Token Lists": "",
    "Expert Mode": "",
    "Expiration is the time at which the order will become invalid": "",
    "Expired": "",
    "Farm": "",
    "Filled": "",
    "French": "",
    "German": "",
    "Go Back": "",
    "Harmony Bridge": "",
    "Harvest {0} SUSHI {1}": "",
    "Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers.": "",
    "If you want to supply to a market that is not listed yet, you can use this tool to create a new pair.": "",
    "Import": "",
    "In Bento:": "",
    "In Wallet:": "",
    "Input is estimated. You will sell at most": "",
    "Italian": "",
    "Japanese": "",
    "Korean": "",
    "LTV": "",
    "Learn more about wallets": "",
    "Limit": "",
    "Limit order": "",
    "Loading Balance": "",
    "Loading balance": "",
    "MEOW tokens wrap xSUSHI into BentoBox for double yields and can be\\nused to vote in special MEOW governor contracts.": "",
    "MEV Shield by Archer DAO": "",
    "Manage Token Lists": "",
    "Market": "",
    "Matic Bridge": "",
    "Maximum sent": "",
    "Miner Tip": "",
    "Minimum Received": "",
    "Miso": "",
    "My Liquidity Positions": "",
    "My Orders": "",
    "My SUSHI": "",
    "Network not supported yet": "",
    "Never": "",
    "New to Ethereum?": "",
    "No liquidity was found.": "",
    "No order history": "",
    "Open Orders": "",
    "Order Expiration": "",
    "Order History": "",
    "Output is estimated. If the price changes by more than {0}% your transaction\\nwill revert.": "",
    "Output is estimated. You will receive at least": "",
    "Output will be sent to": "",
    "Pay": "",
    "Pay from:": "",
    "Please connect to the appropriate Ethereum network.": "",
    "Please enter an amount": "",
    "Please refer to the": "",
    "Rate": "",
    "Receive": "",
    "Recent Transactions": "",
    "Recipient": "",
    "Remove recipient": "",
    "Remove {0} {1} and {2} {3}": "",
    "Review Limit Order": "",
    "Rewards": "",
    "Roll it back - this feature is not yet supported on {0}.": "",
    "Romanian": "",
    "Russian": "",
    "SLP": "",
    "Select a asset token": "",
    "Select a collateral token": "",
    "Select a rate": "",
    "Select an order expiration": "",
    "Send to:": "",
    "Send transaction privately to avoid front-running and sandwich attacks. Requires a miner tip to incentivize miners": "",
    "Slippage tolerance...": "",
    "Spanish": "",
    "SushiSwap": "",
    "The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.": "",
    "The input token cannot be transferred. There may be an issue with the input token.": "",
    "The output token cannot be transferred. There may be an issue with the output token.": "",
    "The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.": "",
    "This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.": "",
    "This transaction is below market rate": "",
    "This transaction will not succeed due to price movement. Try increasing your slippage tolerance.": "",
    "Tip to encourage miners to select this transaction.": "",
    "Tip:": "",
    "Tokens from inactive lists. Import specific tokens below or\\nclick Manage to activate more lists.": "",
    "Transaction History {0}": "",
    "Transaction Submitted": "",
    "Unknown error{0}. Try increasing your slippage tolerance.": "",
    "Use SUSHI": "",
    "Use this tool to find pairs that don't automatically appear in the interface": "",
    "Use xSUSHI": "",
    "Used": "",
    "Vesting is executed within the guidelines selected by the community in": "",
    "Vietnamese": "",
    "View Liquidity Positions": "",
    "Waiting for Confirmation": "",
    "Weekly unlocks from the vesting period.": "",
    "You Pay:": "",
    "You pay": "",
    "You receive": "",
    "You receive:": "",
    "Your": "",
    "Your transaction will revert 23if the price changes unfavorably by more than this percentage.": "",
    "Your transactions will appear here...": "",
    "Zap": "",
    "above": "",
    "below": "",
    "for deliberations on additional points.": "",
    "forum discussion": "",
    "home page": "",
    "or the transaction will revert.": "",
    "xSUSHI Fee": "",
    "{0} {1} per {2}": "",
    "{0} {sign} market rate": "",
    "{0}\/{1} Burned": "",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.": "",
    "(COMING SOON) Accrue automatic yield through flash loans and SUSHI strategies": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.": "",
    "Click on a pool below, input the amount you wish to migrate or select max, and click migrate": "",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI proportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve xSUSHI in return for voting rights and a fully composable token that can interact with other protocols. Your xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited SUSHI and any additional from fees.": "",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of all swaps from all chains)": "",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity": "",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in one click": "",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights. Continuously compounding.": "",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional to your share of the SushiBar.": "",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI proportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you receive xSUSHI in return for voting rights and a fully composable token that can interact with other protocols. Your xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited SUSHI and any additional from fees.": ""
}