{
    "- Remove send": "- भेजना हटाएं",
    "(COMING SOON) Accrue automatic yield through flash loans andSUSHI strategies": "(आ रहा है) फ्लैश ऋण और SUSHI रणनीतियों के माध्यम से स्वचालित लाभ पाएं",
    "(COMING SOON) Accrue automatic yield through flash loans and\\nSUSHI strategies": "(आ रहा है) फ्लैश ऋण और \\nSUSHI रणनीतियों के माध्यम से स्वचालित लाभ पाएं",
    "{0} Deposited": "{0} जमा किया",
    "{0} per {1}": "प्रति {1} पर {0}",
    "{0} Strategy": "{0} रणनीति",
    "+ Add a send (optional)": "+ एक भेजना हटाएं (वैकल्पिक) जोड़ें",
    "+ Create a new market": "+ एक नया बाजार बनाएं",
    "<0>Tip:<\/0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.<\/1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive you rewards at any time.": "<0> टिप: <\/0> रिवॉर्ड अर्जित करना शुरू करने के लिए, आपको पहले निर्दिष्ट जोड़ी में लिक्विडिटी जोड़कर या मौजूदा लिक्विडिटी को <1>माइग्रेट करके कुछ SLP प्राप्त करना होंगे। <1>SLP प्राप्त होने के बाद आप रिवॉर्ड अर्जित करने के लिए इसे इस लाभ के फार्म में स्टेक कर सकते हैं। कभी भी अनस्टेक करें और फिर आप लिक्विडिटी हटाएं पर क्लिक करके अपने SLP को फिर से बेस टोकन में बदल सकते हैं। किसी भी समय अपने रिवॉर्ड को प्राप्त करने के लिए हार्वेस्ट पर क्लिक करें।",
    "<0>Tip:<\/0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.<\/1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive your rewards at any time.": "<0> टिप: <\/0> रिवॉर्ड अर्जित करना शुरू करने के लिए, आपको पहले निर्दिष्ट जोड़ी में लिक्विडिटी जोड़कर या मौजूदा लिक्विडिटी को <1>माइग्रेट करके कुछ SLP प्राप्त करना होंगे। <1>SLP प्राप्त होने के बाद आप रिवॉर्ड अर्जित करने के लिए इसे इस लाभ के फार्म में स्टेक कर सकते हैं। कभी भी अनस्टेक करें और फिर आप लिक्विडिटी हटाएं पर क्लिक करके अपने SLP को फिर से बेस टोकन में बदल सकते हैं। किसी भी समय अपने रिवॉर्ड को प्राप्त करने के लिए हार्वेस्ट पर क्लिक करें।",
    "<0>Tip:<\/0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.": "<0> टिप: <\/0> पूल टोकन निकालने से आपकी पोजीशन वर्तमान दर पर अंतर्निहित टोकन में बदल जाती है, जो आपके हिस्से के अनुपात में होती है। प्राप्त शुल्क आपके द्वारा प्राप्त राशि में शामिल होते हैं।",
    "<0>Tip:<\/0> Use this tool to find pairs that don't automatically appear in the interface": "<0> टिप: <\/0> इस टूल का उपयोग उन जोड़ियों को खोजने के लिए करें जो इंटरफ़ेस में स्वचालित रूप से प्रकट नहीं होती हैं",
    "<0>Tip:<\/0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.": "<0> टिप: <\/0> जब आप लिक्विडिटी जोड़ते हैं, तो आप अपनी पोजीशन का प्रतिनिधित्व करने वाले पूल टोकन प्राप्त करेंगे। ये टोकन स्वचालित रूप से पूल के आपके हिस्से के अनुपात में शुल्क अर्जित करते हैं, और किसी भी समय रीडीम किए जा सकते हैं।",
    "<0>Your<\/0> Positions": "<0>Your<\/0> पोजीशन",
    "300M+ TVL on Polygon! Optimized routing enabled": "बहुभुज पर 300M+ TVL! अनुकूलित रूटिंग सक्षम की गई",
    "A portion of each trade (0.25%) goes to liquidity providers as a protocol incentive.": "प्रत्येक ट्रेड का एक हिस्सा (0.25%) एक प्रोटोकॉल प्रोत्साहन के रूप में लिक्विडिटी प्रदाताओं के पास जाता है।",
    "Accept": "स्वीकार करें",
    "Add": "जोड़ें",
    "Add collateral in order to borrow assets": "संपत्ति उधार लेने के लिए कोलेटरल जोड़ें",
    "Add Liquidity": "लिक्विडिटी जोड़ें",
    "Add liquidity": "लिक्विडिटी जोड़ें",
    "Add Sushi to your Metamask wallet": "अपने Metamask वॉलेट में Sushi जोड़ें",
    "Add xSushi to your Metamask wallet": "अपने Metamask वॉलेट में xSushi जोड़ें",
    "Amount of Tokens": "टोकन की राशि",
    "Analytics": "एनालिटिक्स",
    "annualized": "वार्षिक",
    "Approve": "स्वीकृत करें",
    "Approve {0}": "{0} स्वीकृत करें",
    "Approve Kashi": "काशी को स्वीकार करें",
    "Approved": "स्वीकृत किया गया",
    "Approving": "स्वीकृत करना",
    "Approving {0}": "{0} स्वीकृत करना",
    "APR": "APR",
    "APR (incl. Fees)": "APR (शुल्क सहित)",
    "APY (incl. Fees)": "APY (शुल्क सहित)",
    "Are you sure?": "क्या आप निश्चित हैं?",
    "Available": "उपलब्ध है",
    "Balance": "शेषराशि",
    "Bento Balance: {0}": "Bento शेष: {0}",
    "BentoBox": "BentoBox",
    "BentoBox Apps": "BentoBox Apps",
    "BentoBox is an innovative way to use dapps gas-efficiently and gain extra yield.": "BentoBox dapps गैस-कुशलता का उपयोग करने और अतिरिक्त लाभ प्राप्त करने का एक अभिनव तरीका है।",
    "BentoBox provides extra yield on deposits with flash lending, strategies, and fixed, low-gas transfers among integrated dapps, like Kashi markets": "BentoBox जमा पर अतिरिक्त लाभ प्रदान करता है, जिसमें उधार, रणनीतियाँ, और निश्चित, Kashi बाजारों की तरह एकीकृत dapps के बीच कम गैस स्थानान्तरण शामिल हैं।",
    "BentoBox strategies can create yield for your collateral tokens. This token does not yet have a strategy in the BentoBox.": "BentoBox रणनीतियाँ आपके कोलेटरल टोकन के लिए लाभ पैदा कर सकती हैं। इस टोकन में अभी तक BentoBox की रणनीति नहीं है।",
    "BentoBox strategies can create yield for your liquidity while it is not lent out. This token does not yet have a strategy in the BentoBox.": "BentoBox रणनीतियाँ आपकी लिक्विडिटी के लिए लाभ पैदा कर सकती हैं जब लिक्विडिटी को उधार नहीं दिया जाता है। इस टोकन में अभी तक BentoBox की रणनीति नहीं है।",
    "Borrow": "उधार लें",
    "Borrow {0}": "{0} उधार लें",
    "Borrow {0}-{1}": "{0} - {1} उधार लें",
    "Borrow APR": "APR उधार लें",
    "Borrow assets and leverage up": "संपत्ति उधार लें और प्रभावन क्षमता बढ़ाएं",
    "Borrowed": "उधार लिया",
    "Borrowing allows you to obtain liquidity without selling. Your borrow limit depends on the amount of deposited collateral. You will be able to borrow up to 75% of your collateral and repay at any time with accrued interest.": "उधार से आपको बिना बेचे लिक्विडिटी मिलती है। आपकी उधार सीमा जमा राशि के कोलेटरल पर निर्भर करती है। आप अपने कोलेटरल के 75% तक उधार ले सकते हैं और अर्जित ब्याज के साथ किसी भी समय चुका सकते हैं।",
    "Bridge Assets": "संपत्ति को ब्रिज करें",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your shareof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawingyour liquidity.": "लिक्विडिटी को जोड़कर आप अपने पूल के हिस्से के अनुपात में इस जोड़ी के सभी ट्रेडों का 0.25% अर्जित करेंगे। शुल्क वास्तविक समय में अर्जित करके पूल में डाला जाता है, और अपनी लिक्विडिटी वापस लेने के समय इसका दावा कर किया जा सकता है।",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share\\nof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing\\nyour liquidity.": "लिक्विडिटी को जोड़कर आप अपने पूल के \\nहिस्से के अनुपात में इस जोड़ी के सभी ट्रेडों का 0.25% अर्जित करेंगे। शुल्क वास्तविक समय में अर्जित करके पूल में डाला जाता है, और अपनी लिक्विडिटी \\nवापस लेने के समय इसका दावा कर किया जा सकता है।",
    "Bypasses confirmation modals and allows high slippage trades. Use at your own risk.": "पुष्टि मोडल को बायपास करता है और अधिक स्लिपेज वाली ट्रेडों की अनुमति देता है। अपने जोखिम पर इस्तेमाल करें।",
    "Check out Sushi on Polygon (Matic)": "बहुभुज (Matic) पर Sushi को देखें",
    "Claim": "दावा करें",
    "Claim SUSHI": "SUSHI का दावा करें",
    "Claimed": "दावा किया गया",
    "Clear History": "इतिहास मिटा दें",
    "Click here to switch to Polygon using Metamask": "Metamask का उपयोग करके बहुभुज पर स्विच करने के लिए यहां क्लिक करें",
    "Click on a pool below, input the amount you wish to migrate or select max, and clickmigrate": "नीचे दिए गए एक पूल पर क्लिक करें, उस राशि को भरें जिसे आप माइग्रेट करना चाहते हैं या अधिकतम का चयन करें, और  माइग्रेट पर क्लिक करें",
    "Click on a pool below, input the amount you wish to migrate or select max, and click\\nmigrate": "नीचे दिए गए एक पूल पर क्लिक करें, उस राशि को भरें जिसे आप माइग्रेट करना चाहते हैं या अधिकतम का चयन करें, और \\nमाइग्रेट पर क्लिक करें",
    "Collateral": "कोलेटरल",
    "Community Approval": "सामुदायिक स्वीकृति",
    "Confirm": "पुष्टि करें",
    "Confirm Adding Liquidity": "लिक्विडिटी जोड़ने की पुष्टि करें",
    "Confirm Staking": "स्टेकिंग की पुष्टि करें",
    "Confirm Supply": "आपूर्ति की पुष्टि करें",
    "Confirm Swap": "स्वैप की पुष्टि करें",
    "Confirm Withdrawal": "वापस निकालने की पुष्टि करें",
    "Connect to a wallet": "वॉलेट से कनेक्ट करें",
    "Connect to a wallet to find pools": "पूल खोजने के लिए वॉलेट से कनेक्ट करें",
    "Connect to a wallet to view your liquidity": "अपनी लिक्विडिटी देखने के लिए वॉलेट से कनेक्ट करें",
    "Connect Wallet": "वॉलेट कनेक्ट करें",
    "Create a pair": "एक जोड़ी बनाएं",
    "Create a Pair": "एक जोड़ी बनाएँ",
    "Create pool": "पूल बनाएँ",
    "Create Pool & Supply": "पूल और आपूर्ति बनाएँ",
    "Deposit": "जमा करें",
    "Deposit SUSHI into BentoBox": "SUSHI को BentoBox में जमा करें",
    "Deposit tokens into BentoBox for all the yields": "सभी लाभ के लिए BentoBox में टोकन जमा करें",
    "Deposited": "जमा किया गया",
    "Dev": "डेवलपर",
    "Disable Multihops": "Multihops को अक्षम करें",
    "Discord": "विसंगति",
    "Dismiss": "समाप्त करें",
    "Docs": "Docs",
    "Documentation for developers of Sushi.": "Sushi के डेवलपर्स के लिए दस्तावेज़।",
    "Documentation for users of Sushi.": "Sushi के उपयोगकर्ताओं के लिए दस्तावेज़।",
    "Don't see a pool you joined? <0>Import it.<\/0>": "क्या आप अपने जॉइन किए हुए पूल को नहीं देख पा रहे? <0> इसे इंपोर्ट करें। <\/0>",
    "Dont see a pool you joined?": "क्या आप अपने जॉइन किए हुए पूल को नहीं देख पा रहे?",
    "Enjoy the lowest slippage on Polygon": "बहुभुज पर सबसे कम स्लिपेज का आनंद लें",
    "Enter": "दर्ज करें",
    "Enter a recipient": "प्राप्तकर्ता दर्ज करें",
    "Enter a valid slippage percentage": "मान्य स्लिपेज प्रतिशत दर्ज करें",
    "Enter Amount": "राशि दर्ज करें",
    "Enter an amount": "राशि दर्ज करें",
    "Error": "त्रुटि",
    "Expert mode turns off the confirm transaction prompt and allows high slippage tradesthat often result in bad rates and lost funds.": "विशेषज्ञ मोड पुष्टि लेन-देन प्रांप्ट को बंद कर देता है और त्वरित और ज्यादा स्लिपेज वाले ट्रेड की अनुमति देता है जिस कारण अक्सर खराब दरें मिलती हैं या फिर फंड का नुकसान हो जाता है।",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades\\nthat often result in bad rates and lost funds.": "विशेषज्ञ मोड पुष्टि लेन-देन प्रांप्ट को बंद कर देता है और त्वरित और ज्यादा स्लिपेज वाले ट्रेड की अनुमति देता है \\nजिस कारण अक्सर खराब दरें मिलती हैं या फिर फंड का नुकसान हो जाता है।",
    "failed to load": "लोड करने में विफल",
    "Fetching Instruments": "उपकरण ला रहा है",
    "Find Pool": "पूल का पता लगाएं",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHIproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you receivexSUSHI in return for voting rights and a fully composable token that can interact with other protocols.Your xSUSHI is continuously compounding, when you unstake you will receive all the originally depositedSUSHI and any additional from fees.": "एक्सचेंज पर हर चेन पर हर स्वैप के लिए, SushiBar के आपके हिस्से के अनुपात में आप 0.05% स्वैप शुल्क प्राप्त करते हैं। जब आपका SUSHI SushiBar में स्टेक करता है, तो आप वोटिंग अधिकार और एक पूरी तरह से कंपोजिट टोकन के बदले में xSUSHI प्राप्त करते हैं जो अन्य प्रोटोकॉल के साथ बातचीत कर सकता है। आपका xSUSHI लगातार कंपाउंडिंग कर रहा है, जब आप अनस्टेक हो जाते हैं तो आपको सभी मूल रूप से जमा SUSHI और फीस में से कुछ अतिरिक्त मिलेगा।",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHIproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recievexSUSHI in return for voting rights and a fully composable token that can interact with other protocols.Your xSUSHI is continuously compounding, when you unstake you will receive all the originally depositedSUSHI and any additional from fees.": "एक्सचेंज पर हर चेन पर हर स्वैप के लिए, SushiBar के आपके हिस्से के अनुपात में आप 0.05% स्वैप शुल्क प्राप्त करते हैं। जब आपका SUSHI SushiBar में स्टेक करता है, तो आप वोटिंग अधिकार और एक पूरी तरह से कंपोजिट टोकन के बदले में xSUSHI प्राप्त करते हैं जो अन्य प्रोटोकॉल के साथ बातचीत कर सकता है। आपका xSUSHI लगातार कंपाउंडिंग कर रहा है, जब आप अनस्टेक हो जाते हैं तो आपको सभी मूल रूप से जमा SUSHI और फीस में से कुछ अतिरिक्त मिलेगा।",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI\\nproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve\\nxSUSHI in return for voting rights and a fully composable token that can interact with other protocols.\\nYour xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited\\nSUSHI and any additional from fees.": "एक्सचेंज पर हर चेन पर हर स्वैप के लिए, SushiBar के आपके हिस्से के अनुपात में आप 0.05% स्वैप शुल्क प्राप्त करते हैं। जब आपका SUSHI SushiBar में स्टेक करता है, तो आप वोटिंग अधिकार और एक पूरी तरह से कंपोजिट टोकन के बदले में \\nxSUSHI प्राप्त करते हैं जो अन्य प्रोटोकॉल के साथ बातचीत कर सकता है। आपका \\nxSUSHI लगातार कंपाउंडिंग कर रहा है, जब आप अनस्टेक हो जाते हैं तो आपको सभी मूल रूप से जमा SUSHI और फीस में से कुछ अतिरिक्त मिलेगा।",
    "From": "से",
    "From (estimated)": "से (अनुमानित)",
    "Gain exposure to tokens without reducing your assets. Leverage will enable you to take short positions against assets and earn from downside movements.": "अपनी संपत्ति को कम किए बिना टोकन प्राप्त करें। आपकी प्रभावन क्षमता आपको परिसंपत्तियों पर शॉर्ट पोजीशन लेने और इनके दाम नीचे जाने पर कमाई करने में सक्षम करेगी।",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% ofall swaps from all chains)": "xSUSHI के साथ नियंत्रण के अधिकार प्राप्त करें और 5% APR (सभी चेन से सभी स्वैप का 0.05%) अर्जित करें",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of\\nall swaps from all chains)": "xSUSHI के साथ नियंत्रण के अधिकार प्राप्त करें और 5% APR (\\nसभी चेन से सभी स्वैप का 0.05%) अर्जित करें",
    "Hardware Wallet": "हार्डवेयर वॉलेट",
    "Harvest {0} SUSHI": "{0} SUSHI को हार्वेस्ट करें",
    "Harvest {0} SUSHI & {1} ALCX": "",
    "Harvest {0} SUSHI & {1} MATIC": "{0} SUSHI और {1} MATIC को हार्वेस्ट करें",
    "Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers. It's as easy as deposit and withdraw whenever you want.": "क्या आपके पास ऐसी संपत्ति है जिस पर आप अतिरिक्त ब्याज अर्जित करना चाहते हैं? उन्हें पृथक बाजारों में उधार दें और उधारकर्ताओं से ब्याज अर्जित करें। जब भी आप चाहें जमा करना और निकालना आसान है।",
    "Have Liquidity on {0}?": "{0} में लिक्विडिटी है?",
    "Health": "स्वास्थ्य",
    "Helpful Sushi Tools": "सहायक Sushi टूल",
    "Historical Total Locked: {0} SUSHI": "ऐतिहासिक कुल लॉक की गई: {0} सुशी",
    "Historical Total Locked: Connect Wallet": "ऐतिहासिक कुल लॉक की गई: वॉलेट कनेक्ट करें",
    "Historical Total Locked: Fetching Total": "ऐतिहासिक कुल लॉक की गई: टोटल प्राप्त कर रहा है",
    "import it": "इसे इंपोर्ट करें",
    "Import it": "इसे इंपोर्ट करें",
    "Import Pool": "पूल इंपोर्ट करें",
    "Input is estimated. You will sell at most <0>{0} {1}<\/0> or the transaction will revert.": "इनपुट अनुमानित है। आप अधिकतम <0>{0} {1}<\/0> पर बेचेंगे या लेन-देन वापस होगा।",
    "Instruments": "उपकरण",
    "Insufficient {0} balance": "अपर्याप्त {0} शेषराशि",
    "Insufficient Balance": "अपर्याप्त शेषराशि",
    "Insufficient liquidity for this trade": "इस ट्रेड के लिए अपर्याप्त लिक्विडिटी",
    "Insufficient WETH balance": "अपर्याप्त WETH शेषराशि",
    "Interface Settings": "इंटरफ़ेस सेटिंग",
    "Invalid pair": "अमान्य जोड़ी",
    "Invalid recipient": "अवैध प्राप्तकर्ता",
    "Isolated lending markets mitigate your risks as an asset lender. Know exactly what collateral is available to you in the event of counter party insolvency.": "पृथक ऋण बाजार आपके जोखिमों को परिसंपत्ति ऋणदाता के रूप में कम करते हैं। काउंटर पार्टी इन्सॉल्वेंसी की स्थिति में आपके लिए क्या कोलेटरल उपलब्ध है इसे जानें।",
    "Join the community on Discord.": "Discord पर समुदाय में शामिल हों।",
    "Kashi Lending": "Kashi उधार देना",
    "Keys Burned: 2022.03.04 at 22:05": "कुंजी जलाई गई: 2022.03.04 22:05 बजे",
    "Lend": "उधार दें",
    "Lend {assetSymbol}": "{assetSymbol} उधार दें",
    "Lend assets for interest from borrowers.": "उधारकर्ताओं को ब्याज पर संपत्ति ऋण पर दें।",
    "Lend your assets, earn yield with no impermanent loss": "अपनी संपत्ति उधार दें, बिना किसी नुकसान के लाभ कमाएं",
    "Lending": "ऋण देना",
    "Lent": "ऋण दिया गया",
    "Limit <0>Used<\/0>": "सीमा <0>Used<\/0>",
    "Liquidity": "लिक्विडिटी",
    "Liquidity Positions": "लिक्विडिटी पोजीशन",
    "Liquidity Provider Fee": "लिक्विडिटी प्रदाता शुल्क",
    "Liquidity Provider Rewards": "लिक्विडिटी प्रदाता रिवॉर्ड",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share ofthe pool. Fees are added to the pool, accrue in real time and can be claimed bywithdrawing your liquidity": "लिक्विडिटी प्रदाता पूल के अपने हिस्से के अनुपात में सभी ट्रेडों पर 0.25% शुल्क कमाते हैं। शुल्क वास्तविक समय में अर्जित करके पूल में डाला जाता है, और अपनी लिक्विडिटी वापस लेने के समय इसका दावा कर किया जा सकता है",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of\\nthe pool. Fees are added to the pool, accrue in real time and can be claimed by\\nwithdrawing your liquidity": "लिक्विडिटी प्रदाता \\nपूल के अपने हिस्से के अनुपात में सभी ट्रेडों पर 0.25% शुल्क कमाते हैं। शुल्क वास्तविक समय में अर्जित करके पूल में डाला जाता है, और अपनी लिक्विडिटी \\nवापस लेने के समय इसका दावा कर किया जा सकता है",
    "Lists": "सूचियां",
    "Loading": "लोड हो रहा है",
    "Loading your {exchange} liquidity positions": "आपकी {exchange} लिक्विडिटी की पोजीशन लोड हो रही है",
    "Loading...": "लोड हो रहा है...",
    "loading...": "लोड हो रहा है...",
    "Loan to Value": "मूल्य के अनुसार ऋण",
    "Manage": "प्रबंधित करें",
    "Manage Liquidity in Rewards Pool": "रिवॉर्ड पूल में लिक्विडिटी का प्रबंधन करें",
    "Manage this pool": "इस पूल का प्रबंधन करें",
    "Market Info": "बाजार की जानकारी",
    "Market Staked": "बाजार स्टेक किया गया",
    "Markets": "बाजार",
    "MAX": "MAX",
    "Max": "अधिकतम",
    "Maximize yield by staking SUSHI for xSUSHI": "XSUSHI के लिए SUSHI को स्टेक करके लाभ को अधिकतम करें",
    "Maximum sold": "अधिकतम बेचा गया",
    "Migrate": "माइग्रेट करें",
    "Migrate {exchange} Liquidity": "लिक्विडिटी को माइग्रेट {exchange} करें",
    "Migrate Now": "अभी माइग्रेट करें",
    "Migrating": "माइग्रेट किया जा रहा है",
    "Migration is done in one-click using your signature (permit)": "आपके हस्ताक्षर (परमिट) का उपयोग करके एक क्लिक में माइग्रेशन किया जाता है",
    "Minimum received": "न्यूनतम प्राप्त किया",
    "minutes": "मिनट",
    "Missed the Auction?": "",
    "New network, new features": "नया नेटवर्क, नए फ़ीचर",
    "No Liquidity found": "कोई लिक्विडिटी नहीं मिली",
    "No liquidity found": "कोई लिक्विडिटी नहीं मिली",
    "No liquidity found to do swap": "स्वैप करने के लिए कोई लिक्विडिटी नहीं मिली",
    "No liquidity positions found": "कोई लिक्विडिटी पोजीशन नहीं मिली",
    "No pool found": "कोई पूल नहीं मिला",
    "No Results": "कोई परिणाम नहीं",
    "No results found": "कोई परिणाम नहीं मिला",
    "Non-hardware Wallet": "नॉन-हार्डवेयर वॉलेट",
    "None": "कोई नहीं",
    "One click SUSHI → xSUSHI → aXSUSHI": "एक क्लिक SUSHI → xSUSHI → aXSUSHI",
    "ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.": "इस मोड का उपयोग तब ही करें यदि आप जानते हैं कि आप क्या कर रहे हैं।",
    "Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device": "उफ़! एक अज्ञात ग़लती हुई। कृपया पृष्ठ को रीफ़्रेश करें, या किसी अन्य ब्राउज़र या डिवाइस से विजिट करें",
    "Open main menu": "मुख्य मेनू खोलें",
    "Open Source": "ओपन सोर्स",
    "Oracle": "ओरेकल",
    "Output is estimated. If the price changes by more than {0}% your transaction will revert.": "आउटपुट अनुमानित है। यदि मूल्य {0} % से अधिक बदलता है तो आपका लेनदेन वापस हो जाएगा।",
    "Output is estimated. You will receive at least <0>{0} {1}<\/0> or the transaction will revert.": "इनपुट अनुमानित है। आप कम से कम <0> {0} {1} <\/0> प्राप्त करेंगे या लेन-देन वापस होगा।",
    "Output will be sent to <0>{0}<\/0>": "<0>{0}<\/0> को आउटपुट भेजा जाएगा",
    "Pending": "विचाराधीन",
    "Pending Treasury Transfer": "लंबित ट्रेजरी ट्रांसफर",
    "per month": "प्रति माह",
    "Please type the word \"confirm\" to enable expert mode.": "विशेषज्ञ मोड को सक्षम करने के लिए कृपया \"पुष्टि\" शब्द लिखें।",
    "Pool": "पूल",
    "Pool Found!": "पूल मिला!",
    "Pool Rewards": "पूल रिवॉर्ड",
    "Pool Tokens": "पूल टोकन",
    "Pool tokens in rewards pool": "रिवॉर्ड पूल में पूल टोकन",
    "Pooled {0}": "जमा हुआ {0}",
    "Positions": "पोजीशन",
    "Pour a hot bowl of MISO, the new <0>token launchpad<\/0> from SUSHI": "",
    "Price": "मूल्य",
    "Price Impact": "मूल्य का प्रभाव",
    "Price Impact High": "मूल्य प्रभाव अधिक",
    "Price Impact Too High": "मूल्य प्रभाव बहुत अधिक है",
    "Price Updated": "मूल्य अपडेट किया गया",
    "Rates": "दरें",
    "Read the contract": "अनुबंध पढ़ें",
    "Read Tutorial": "ट्यूटोरियल पढ़ें",
    "Remove": "हटाएं",
    "Remove Liquidity": "लिक्विडिटी निकालें",
    "Remove send": "भेजना हटाएं",
    "Removing {0} {1} and {2} {3}": "{0} {1} और {2} {3} निकालना",
    "Repay": "चुकाएं",
    "Request Tool": "अनुरोध टूल",
    "Restricts swaps to direct pairs only.": "केवल डायरेक्ट जोड़े को स्वैप करने के लिए प्रतिबंधित है।",
    "Route": "रूट",
    "Routing through these tokens resulted in the best price for your trade.": "इन टोकन के माध्यम से रूटिंग करने से आपके ट्रेड के लिए सबसे अच्छी कीमत मिली।",
    "SAAVE: Stack your yields in one transaction": "SAAVE: अपने लाभ को एक लेन-देन में स्टेक करें",
    "Search by name, symbol, address": "नाम, प्रतीक, पते द्वारा खोजें",
    "Search name or paste address": "नाम खोजें या पता पेस्ट करें",
    "Select a token": "एक टोकन चुनें",
    "Select a token to find your liquidity": "अपनी लिक्विडिटी को खोजने के लिए टोकन का चयन करें",
    "Share of Pool": "पूल का हिस्सा",
    "Share of Pool:": "पूल का हिस्सा:",
    "Slippage Tolerance": "स्लिपेज टॉलरेंस",
    "Slippage tolerance": "स्लिपेज टॉलरेंस",
    "Something went wrong during signing of the approval. This is expected for hardware wallets, such as Trezor and Ledger. Click again and the fallback method will be used": "अनुमोदन पर हस्ताक्षर के दौरान कुछ गलत हो गया। यह Trezor और लेजर जैसे हार्डवेयर वॉलेट के लिए अपेक्षित है। फिर से क्लिक करें और फ़ॉलबैक विधि का उपयोग किया जाएगा",
    "Stack Yields with SAAVE": "SAAVE के साथ लाभ को स्टेक करें",
    "Stake": "स्टेक करें",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all inone click": "xSUSHI में स्टेक करें, सिर्फ एक क्लिक में Aave पर axSUSHI के रूप में कोलेटरल जोड़ें",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in\\none click": "Aave पर axSUSHI के रूप में कोलेटरल जोड़ें xSUSHI में स्टेक करें \\nसब कुछ एक क्लिक में करें",
    "Stake SUSHI": "SUSHI को स्टेक करें",
    "Stake SUSHI for xSUSHI": "SUSHI को xSUSHI के लिए स्टेक करें",
    "Stake your SUSHI into xSUSHI for ~5% APY. Deposit your xSUSHI into Aave as aXSUSHI to earn collateral interest and borrowing power. All in one click.": "~5% APY के लिए अपने SUSHI को xSUSHI में स्टेक करें। कोलेटरल ब्याज और उधार लेने की शक्ति अर्जित करने के लिए अपने xSUSHI को AXSUSHI के रूप में Aave में जमा करें। सब कुछ एक क्लिक में होगा।",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.Continuously compounding.": "~5% APY में अपनी SUSHI को xSUSHI में स्टेक करें। कोई स्थायी नुकसान नहीं होगा, नियंत्रण के अधिकारों का कोई नुकसान नहीं होगा।  निरंतर कंपाउंडिंग होती रहेगी।",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.\\nContinuously compounding.": "~5% APY में अपनी SUSHI को xSUSHI में स्टेक करें। कोई स्थायी नुकसान नहीं होगा, नियंत्रण के अधिकारों का कोई नुकसान नहीं होगा। \\n निरंतर कंपाउंडिंग होती रहेगी।",
    "Staking APR": "APR की स्टेकिंग हो रही है",
    "Submit Tool": "टूल सबमिट करें",
    "Supply APR": "आपूर्ति APR",
    "Supplying {0} {1} and {2} {3}": "{0} {1} और {2} {3} की आपूर्ति",
    "SUSHI {0}\/{1} Burned": "SUSHI {0} \/ {1} जल गया",
    "Sushi allows for swapping of ERC20 compatible tokens across multiple networks": "Sushi कई नेटवर्क में ERC20 संगत टोकन की अदला-बदली की अनुमति देती है",
    "SUSHI Balance": "SUSHI शेष",
    "SUSHI Balance: {sushiBalance}": "SUSHI शेष: {sushiBalance}",
    "Sushi is a supporter of Open Source.": "Sushi ओपन सोर्स की समर्थक है।",
    "SushiBar": "SushiBar",
    "SushiBar: Make SUSHI work for you": "SushBar: SUSHI को अपने लिए काम पर लगाइए",
    "Swap": "स्वैप करें",
    "Swap Anyway": "वैसे भी स्वैप करें",
    "Swap for SAK3 token on SUSHI now. Click here to swap.": "",
    "Swap From (est.):": "से स्वैप करें (अनुमानित):",
    "Swap From:": "से स्वैप करें:",
    "Swap To (est.):": "इसमें स्वैप करें (अनुमानित):",
    "Swap To:": "इसमें स्वैप करें:",
    "The difference between the market price and estimated price due to trade size.": "ट्रेड के आकार के कारण बाजार मूल्य और अनुमानित मूल्य के बीच का अंतर।",
    "The difference between the market price and your price due to trade size.": "ट्रेड के आकार के कारण बाजार मूल्य और आपके मूल्य के बीच का अंतर।",
    "The onchain oracle that tracks the pricing for this pair": "इस जोड़ी के लिए मूल्य निर्धारण पर नज़र रखने वाला ऑनचेन ओरेकल",
    "The transaction cannot succeed due to error: {0}. This is probably an issue with one of the tokens you are swapping.": "त्रुटि के कारण लेनदेन सफल नहीं हो सकता: {0} । संभवतः आपके द्वारा स्वैप किए जा रहे टोकन में से एक में समस्या है।",
    "Things you can do with your SUSHI": "चीजें जो आप अपनी SUSHI के साथ कर सकते हैं",
    "This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.": "मूल्य में परिवर्तन या ट्रांसफ़र पर शुल्क के कारण यह लेनदेन सफल नहीं होगा। अपनी स्लीपेज सहनशीलता बढ़ाने की कोशिश करें।",
    "To": "को",
    "To (estimated)": "को (अनुमानित)",
    "To withdraw into SUSHI, go to Aave and remove axSUSHI as collateral and then to SushiBar to unstake. A full unwind will be avaialble soon.": "SUSHI में वापस जाने के लिए, Aave पर जाएं और axSUSHI को कोलेटरल के रूप में निकालें और उसके बाद SushBar को अनस्टेक करें। एक पूरी प्रक्रिया जल्द ही उपलब्ध होगी।",
    "Toggle Expert Mode": "विशेषज्ञ मोड को टॉगल करें",
    "Token": "टोकन",
    "Tokens": "टोकन",
    "Tools": "टूल",
    "Tools to optimize your workflow.": "आपके वर्कफ़्लो को अनुकूलित करने के लिए उपकरण।",
    "Total": "संपूर्ण",
    "Trade": "ट्रेड",
    "Transaction deadline": "लेन-देन की समय सीमा",
    "Transaction History": "लेनदेन इतिहास",
    "Transaction Settings": "लेनदेन सेटिंग",
    "Transactions": "लेनदेन",
    "Try enabling multi-hop trades": "मल्टी-हॉप ट्रेडों को सक्षम करने का प्रयास करें",
    "Turn On Expert Mode": "विशेषज्ञ मोड चालू करें",
    "TVL": "TVL",
    "Unknown error": "अज्ञात त्रुटि",
    "Unstake": "अनस्टेक करें",
    "Unstaked": "बिना स्टेक का",
    "Unsupported Asset": "निराधार संपत्ति",
    "Unwrap": "खोलें",
    "Unwrap {0} W{1} to {2}": "{0} को W {1} से {2} तक खोलें",
    "Use any tool below to optimize your workflow. Please note, some tools are experimental so use with discretion. If theres a smart contract involved for the tool, read the code and confirm the keys have been burned.": "अपने वर्कफ़्लो को अनुकूलित करने के लिए नीचे दिए गए किसी भी टूल का उपयोग करें। कृपया ध्यान दें, कुछ टूल प्रयोगात्मक हैं इसलिए सोच-समझकर उपयोग करें। यदि टूल के लिए कोई स्मार्ट कॉन्ट्रैक्ट शामिल है, तो कोड पढ़ें और पुष्टि करें कि कुंजियां जला दी गई हैं।",
    "V2 Rewarder": "V2 रिवॉर्ड देनेवाला",
    "Vesting": "वेस्टिंग",
    "Vesting is executed within the guidelines selected by the community in <0>SIMP3<\/0>.<1\/><2\/>Please refer to the <3>forum discussion<\/3> for deliberations on additional points.<4\/><5\/>Additional records and weekly merkle updates can be found on <6>Github<\/6>": "<0>SIMP3<\/0> में समुदाय द्वारा चयनित दिशानिर्देशों के भीतर वेस्टिंग को निष्पादित किया जाता है। <1\/> <2\/> अतिरिक्त बिंदुओं पर विचार-विमर्श के लिए कृपया <3>मंच चर्चा<\/3> को देखें। <4\/> <5\/> अतिरिक्त रिकॉर्ड और साप्ताहिक मर्कले अपडेट <6>Github<\/6> पर देखे जा सकते हैं",
    "View on explorer": "एक्सप्लोरर पर देखें",
    "View pair analytics": "जोड़ी विश्लेषण देखें",
    "View Stats": "आँकड़े देखें",
    "View SushiBar Stats": "SushiBar आँकड़े देखें",
    "View Your Liquidity Positions": "अपनी लिक्विडिटी पोजीशन देखें",
    "View Your Liquidity Positions >": "< अपनी लिक्विडिटी पोजीशन देखें >",
    "View your SushiBar Portfolio": "अपना SushiBar पोर्टफोलियो देखें",
    "Wallet": "वॉलेट",
    "Wallet Balance": "वॉलेट की शेषराशि",
    "Welcome to Sushi on Polygon (Matic)": "बहुभुज (Matic) पर Sushi में आपका स्वागत है",
    "When creating a pair you are the first liquidity provider. The ratio of tokens you add will set the price of this pool. Once you are happy with the rate, click supply to review": "जोड़ी बनाते समय पहले आप लिक्विडिटी प्रदाता होते हैं। आपके द्वारा जोड़े गए टोकन का अनुपात इस पूल की कीमत निर्धारित करेगा। जब आप दर से संतुष्ट हैं, तो समीक्षा करने के लिए आपूर्ति पर क्लिक करें",
    "Withdraw": "वापस निकालना",
    "Withdraw {assetSymbol}": "{assetSymbol} वापस ले लें",
    "Wrap": "सम्मिलित करें",
    "Wrong Network": "गलत नेटवर्क",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportionalto your share of the SushiBar.": "xSUSHI स्वचालित रूप से (multichain स्वैप सहित सभी स्वैप का 0.05%) फीस कमाती है जो कि आनुपातिक रूप से SushiBar के आपके हिस्से के बराबर होती है।",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional\\nto your share of the SushiBar.": "xSUSHI स्वचालित रूप से (multichain स्वैप सहित सभी स्वैप का 0.05%) फीस कमाती है जो कि आनुपातिक रूप से SushiBar के आपके \\nहिस्से के बराबर होती है।",
    "xSUSHI Balance": "xSUSHI शेषराशि",
    "Yesterday's APR": "कल का APR",
    "Yield": "लाभ",
    "Yield Debugger": "",
    "Yield Farms": "",
    "Yield Instruments": "लाभ उपकरण",
    "You are creating a pool": "आप एक पूल बना रहे हैं",
    "You are on the wrong network": "आप गलत नेटवर्क पर हैं",
    "You don’t have liquidity in this pool yet": "इस पूल में आपकी लिक्विडिटी नहीं है",
    "You need to first approve LP tokens and then migrate it": "आप पहले LP टोकन को स्वीकार करें और फिर इसे माइग्रेट करें",
    "You will receive": "आपको प्राप्त होगा",
    "Your {exchange} {0}\/{1} liquidity will become SushiSwap {2}\/{3} liquidity.": "आपकी {exchange} {0}\/{1} लिक्विडिटी SushiSwap लिक्विडिटी {2}\/{3} बन जाएगी।",
    "Your Claimable SUSHI this Week": "इस सप्ताह आपकी दावायोग्य SUSHI",
    "Your Liquidity": "आपकी लिक्विडिटी",
    "Your Liquidity Positions": "आपकी लिक्विडिटी पोजीशन",
    "Your Pool Share": "आपका पूल शेयर",
    "Your pool share": "आपका पूल शेयर",
    "Your Pool Tokens": "आपके पूल टोकन",
    "Your Staked": "आपका स्टैक्ड",
    "Your SushiBar Stats": "आपके SushiBar  आँकड़े",
    "Your total pool tokens": "आपका कुल पूल टोकन",
    "Your Transaction History": "आपका लेन-देन इतिहास",
    "Your Transaction History on {0}": "{0} पर आपका लेन-देन इतिहास",
    "Your transaction may be frontrun": "आपका लेन-देन सबसे आगे हो सकता है",
    "Your transaction may fail": "आपका लेनदेन विफल हो सकता है",
    "Your transaction will revert if it is pending for more than this long.": "यदि यह इस समय से अधिक समय से लंबित है तो आपका लेनदेन वापस आ जाएगा।",
    "Your transaction will revert if the price changes unfavorably by more than this percentage.": "यदि मूल्य में इस प्रतिशत से अधिक प्रतिकूल परिवर्तन होता है तो आपका लेनदेन वापस हो जाएगा।",
    "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "पुष्टि होने से पहले एक बड़ा, प्रतिकूल मूल्य परिवर्तन होने पर आपका लेनदेन वापस हो जाएगा।",
    "Your Wallet": "आपका वॉलेट",
    "Your Yields": "आपका लाभ",
    "(COMING SOON) Accrue automatic yield through flash loans and\nSUSHI strategies": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share\nof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing\nyour liquidity.": "",
    "Click on a pool below, input the amount you wish to migrate or select max, and click\nmigrate": "",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades\nthat often result in bad rates and lost funds.": "",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI\nproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve\nxSUSHI in return for voting rights and a fully composable token that can interact with other protocols.\nYour xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited\nSUSHI and any additional from fees.": "",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of\nall swaps from all chains)": "",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of\nthe pool. Fees are added to the pool, accrue in real time and can be claimed by\nwithdrawing your liquidity": "",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in\none click": "",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.\nContinuously compounding.": "",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional\nto your share of the SushiBar.": "",
    "1 Hour": "",
    "1 Week": "",
    "24 Hours": "",
    "30 Days": "",
    "A portion of each trade (0.05%) goes to xSUSHI holders as a protocol incentive.": "",
    "Add SUSHI to your MetaMask wallet": "",
    "Add xSUSHI to your MetaMask wallet": "",
    "Add {0} to MetaMask": "",
    "Add {0} {1} and {2} {3}": "",
    "Added": "",
    "Additional records and weekly merkle updates can be found on": "",
    "An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note fee on transfer and rebase tokens are incompatible with Uniswap V3.": "",
    "Approve Limit Order": "",
    "Approving Limit Order": "",
    "Auto": "",
    "Available Networks": "",
    "Back to Limit Orders": "",
    "Balance:": "",
    "Buy": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair\\nproportional to your share of the pool. Fees are added to the pool, accrue in real time and can be\\nclaimed by withdrawing your liquidity.": "",
    "Cancel": "",
    "Cancel Order": "",
    "Cancelled": "",
    "Change": "",
    "Change Recipient": "",
    "Chinese": "",
    "Clear all": "",
    "Confirm Limit Order": "",
    "Confirm convert": "",
    "Confirm this transaction in your wallet": "",
    "Connect to wallet": "",
    "Convert": "",
    "Converting {0} {1} for {2} {3}": "",
    "Copied": "",
    "Copy Address": "",
    "Create a new Kashi Market": "",
    "Current": "",
    "Deposit {0} into BentoBox": "",
    "Depositing {0} into BentoBox": "",
    "Disconnect": "",
    "Either return to the {link}, or change to an available network.": "",
    "English": "",
    "Error connecting": "",
    "Error connecting. Try refreshing the page.": "",
    "Exchange Rate": "",
    "Expanded results from inactive Token Lists": "",
    "Expert Mode": "",
    "Expiration is the time at which the order will become invalid": "",
    "Expired": "",
    "Farm": "",
    "Filled": "",
    "French": "",
    "German": "",
    "Go Back": "",
    "Harmony Bridge": "",
    "Harvest {0} SUSHI {1}": "",
    "Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers.": "",
    "If you want to supply to a market that is not listed yet, you can use this tool to create a new pair.": "",
    "Import": "",
    "In Bento:": "",
    "In Wallet:": "",
    "Input is estimated. You will sell at most": "",
    "Italian": "",
    "Japanese": "",
    "Korean": "",
    "LTV": "",
    "Learn more about wallets": "",
    "Limit": "",
    "Limit order": "",
    "Loading Balance": "",
    "Loading balance": "",
    "MEOW tokens wrap xSUSHI into BentoBox for double yields and can be\\nused to vote in special MEOW governor contracts.": "",
    "MEV Shield by Archer DAO": "",
    "Manage Token Lists": "",
    "Market": "",
    "Matic Bridge": "",
    "Maximum sent": "",
    "Miner Tip": "",
    "Minimum Received": "",
    "Miso": "",
    "My Liquidity Positions": "",
    "My Orders": "",
    "My SUSHI": "",
    "Network not supported yet": "",
    "Never": "",
    "New to Ethereum?": "",
    "No liquidity was found.": "",
    "No order history": "",
    "Open Orders": "",
    "Order Expiration": "",
    "Order History": "",
    "Output is estimated. If the price changes by more than {0}% your transaction\\nwill revert.": "",
    "Output is estimated. You will receive at least": "",
    "Output will be sent to": "",
    "Pay": "",
    "Pay from:": "",
    "Please connect to the appropriate Ethereum network.": "",
    "Please enter an amount": "",
    "Please refer to the": "",
    "Rate": "",
    "Receive": "",
    "Recent Transactions": "",
    "Recipient": "",
    "Remove recipient": "",
    "Remove {0} {1} and {2} {3}": "",
    "Review Limit Order": "",
    "Rewards": "",
    "Roll it back - this feature is not yet supported on {0}.": "",
    "Romanian": "",
    "Russian": "",
    "SLP": "",
    "Select a asset token": "",
    "Select a collateral token": "",
    "Select a rate": "",
    "Select an order expiration": "",
    "Send to:": "",
    "Send transaction privately to avoid front-running and sandwich attacks. Requires a miner tip to incentivize miners": "",
    "Slippage tolerance...": "",
    "Spanish": "",
    "SushiSwap": "",
    "The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.": "",
    "The input token cannot be transferred. There may be an issue with the input token.": "",
    "The output token cannot be transferred. There may be an issue with the output token.": "",
    "The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.": "",
    "This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.": "",
    "This transaction is below market rate": "",
    "This transaction will not succeed due to price movement. Try increasing your slippage tolerance.": "",
    "Tip to encourage miners to select this transaction.": "",
    "Tip:": "",
    "Tokens from inactive lists. Import specific tokens below or\\nclick Manage to activate more lists.": "",
    "Transaction History {0}": "",
    "Transaction Submitted": "",
    "Unknown error{0}. Try increasing your slippage tolerance.": "",
    "Use SUSHI": "",
    "Use this tool to find pairs that don't automatically appear in the interface": "",
    "Use xSUSHI": "",
    "Used": "",
    "Vesting is executed within the guidelines selected by the community in": "",
    "Vietnamese": "",
    "View Liquidity Positions": "",
    "Waiting for Confirmation": "",
    "Weekly unlocks from the vesting period.": "",
    "You Pay:": "",
    "You pay": "",
    "You receive": "",
    "You receive:": "",
    "Your": "आपका",
    "Your transaction will revert 23if the price changes unfavorably by more than this percentage.": "यदि मूल्य में इस प्रतिशत से अधिक प्रतिकूल परिवर्तन होता है तो आपका लेनदेन वापस 23 हो जाएगा।",
    "Your transactions will appear here...": "आपके लेन-देन यहां दिखाई देंगे...",
    "Zap": "ज़ैप",
    "above": "ऊपर",
    "below": "नीचे",
    "for deliberations on additional points.": "अतिरिक्त मुद्दों पर विचार-विमर्श के लिए।",
    "forum discussion": "मंच चर्चा",
    "home page": "होम पेज",
    "or the transaction will revert.": "या लेन-देन वापस होगा।",
    "xSUSHI Fee": "xSUSHI शुल्क",
    "{0} {1} per {2}": "{0} {1} प्रति {2}",
    "{0} {sign} market rate": "{0} {sign} बाजार दर",
    "{0}\/{1} Burned": "{0}\/{1}  जल गया",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.": "विशेषज्ञ मोड पुष्टि लेन-देन प्रांप्ट को बंद कर देता है और त्वरित और ज्यादा स्लिपेज वाले ट्रेड की अनुमति देता है जिस कारण अक्सर खराब दरें मिलती हैं या फिर फंड का नुकसान हो जाता है।",
    "(COMING SOON) Accrue automatic yield through flash loans and SUSHI strategies": "(आ रहा है) फ्लैश ऋण और SUSHI रणनीतियों के माध्यम से स्वचालित लाभ पाएं",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.": "लिक्विडिटी को जोड़कर आप अपने पूल के हिस्से के अनुपात में इस जोड़ी के सभी ट्रेडों का 0.25% अर्जित करेंगे। शुल्क वास्तविक समय में अर्जित करके पूल में डाला जाता है, और अपनी लिक्विडिटी वापस लेने के समय इसका दावा कर किया जा सकता है।",
    "Click on a pool below, input the amount you wish to migrate or select max, and click migrate": "नीचे दिए गए एक पूल पर क्लिक करें, उस राशि को भरें जिसे आप माइग्रेट करना चाहते हैं या अधिकतम का चयन करें, और  माइग्रेट पर क्लिक करें",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI proportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve xSUSHI in return for voting rights and a fully composable token that can interact with other protocols. Your xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited SUSHI and any additional from fees.": "एक्सचेंज पर हर चेन पर हर स्वैप के लिए, SushiBar के आपके हिस्से के अनुपात में आप 0.05% स्वैप शुल्क प्राप्त करते हैं। जब आपका SUSHI SushiBar में स्टेक करता है, तो आप वोटिंग अधिकार और एक पूरी तरह से कंपोजिट टोकन के बदले में xSUSHI प्राप्त करते हैं जो अन्य प्रोटोकॉल के साथ बातचीत कर सकता है। आपका xSUSHI लगातार कंपाउंडिंग कर रहा है, जब आप अनस्टेक हो जाते हैं तो आपको सभी मूल रूप से जमा SUSHI और फीस में से कुछ अतिरिक्त मिलेगा।",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of all swaps from all chains)": "xSUSHI के साथ नियंत्रण के अधिकार प्राप्त करें और 5% APR (सभी चेन से सभी स्वैप का 0.05%) अर्जित करें",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity": "लिक्विडिटी प्रदाता पूल के अपने हिस्से के अनुपात में सभी ट्रेडों पर 0.25% शुल्क कमाते हैं। शुल्क वास्तविक समय में अर्जित करके पूल में डाला जाता है, और अपनी लिक्विडिटी वापस लेने के समय इसका दावा कर किया जा सकता है",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in one click": "xSUSHI में स्टेक करें, सिर्फ एक क्लिक में Aave पर axSUSHI के रूप में कोलेटरल जोड़ें",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights. Continuously compounding.": "~5% APY में अपनी SUSHI को xSUSHI में स्टेक करें। कोई स्थायी नुकसान नहीं होगा, नियंत्रण के अधिकारों का कोई नुकसान नहीं होगा।  निरंतर कंपाउंडिंग होती रहेगी।",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional to your share of the SushiBar.": "xSUSHI स्वचालित रूप से (multichain स्वैप सहित सभी स्वैप का 0.05%) फीस कमाती है जो कि आनुपातिक रूप से SushiBar के आपके हिस्से के बराबर होती है।",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI proportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you receive xSUSHI in return for voting rights and a fully composable token that can interact with other protocols. Your xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited SUSHI and any additional from fees.": "एक्सचेंज पर हर चेन पर हर स्वैप के लिए, SushiBar के आपके हिस्से के अनुपात में आप 0.05% स्वैप शुल्क प्राप्त करते हैं। जब आपका SUSHI SushiBar में स्टेक करता है, तो आप वोटिंग अधिकार और एक पूरी तरह से कंपोजिट टोकन के बदले में xSUSHI प्राप्त करते हैं जो अन्य प्रोटोकॉल के साथ बातचीत कर सकता है। आपका xSUSHI लगातार कंपाउंडिंग कर रहा है, जब आप अनस्टेक हो जाते हैं तो आपको सभी मूल रूप से जमा SUSHI और फीस में से कुछ अतिरिक्त मिलेगा।"
}