{
    "- Remove send": "- Remover destinatário",
    "(COMING SOON) Accrue automatic yield through flash loans andSUSHI strategies": "(EM BREVE) Aumente o rendimento automático por meio de empréstimos e estratégias de SUSHI",
    "(COMING SOON) Accrue automatic yield through flash loans and\\nSUSHI strategies": "(EM BREVE) Aumente o rendimento automático por meio de empréstimos e\\nestratégias de SUSHI",
    "{0} Deposited": "{0} depositado",
    "{0} per {1}": "{0} por {1}",
    "{0} Strategy": "{0} Estratégia",
    "+ Add a send (optional)": "+ Adicionar um destinatário (opcional)",
    "+ Create a new market": "+ Crie um novo mercado",
    "<0>Tip:<\/0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.<\/1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive you rewards at any time.": "<0>Dica:<\/0> para começar a ganhar recompensas, você precisará primeiro adquirir algum SLP adicionando liquidez ao par especificado ou <1>migrando a liquidez existente.<\/1> Depois de obter o SLP, você pode apostar nessa fazenda produtiva para começar a ganhar recompensas. Faça o \"unstake\" a qualquer momento e então você pode converter seu SLP de volta em tokens básicos clicando em Remover Liquidez. Clique em Colher para receber recompensas a qualquer momento.",
    "<0>Tip:<\/0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.<\/1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive your rewards at any time.": "<0>Dica:<\/0> para começar a ganhar recompensas, você precisará primeiro adquirir algum SLP adicionando liquidez ao par especificado ou <1>migrando a liquidez existente.<\/1> Depois de obter o SLP, você pode apostar nessa fazenda produtiva para começar a ganhar recompensas. Faça o \"unstake\" a qualquer momento e então você pode converter seu SLP de volta em tokens básicos clicando em Remover Liquidez. Clique em Colher para receber recompensas a qualquer momento.",
    "<0>Tip:<\/0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.": "<0>Dica:<\/0> remover os tokens do pool converte sua posição de volta em tokens subjacentes na taxa atual, proporcional à sua participação no pool. As taxas acumuladas estão incluídas nos valores que você recebe.",
    "<0>Tip:<\/0> Use this tool to find pairs that don't automatically appear in the interface": "<0>Dica:<\/0> use esta ferramenta para encontrar pares que não aparecem automaticamente na interface",
    "<0>Tip:<\/0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.": "<0>Dica:<\/0> ao adicionar liquidez, você receberá tokens de pool que representam sua posição. Esses tokens ganham automaticamente taxas proporcionais à sua participação no pool e podem ser resgatados a qualquer momento.",
    "<0>Your<\/0> Positions": "<0>Suas<\/0> posições",
    "300M+ TVL on Polygon! Optimized routing enabled": "Mais de 300 M de TVL no Polygon! Rotamento otimizado habilitado",
    "A portion of each trade (0.25%) goes to liquidity providers as a protocol incentive.": "Uma parte de cada transação (0,25%) vai para provedores de liquidez como um incentivo de protocolo.",
    "Accept": "Aceitar",
    "Add": "Adicionar",
    "Add collateral in order to borrow assets": "Adicionar garantia para pedir ativos emprestados",
    "Add Liquidity": "Adicionar Liquidez",
    "Add liquidity": "Adicione liquidez",
    "Add Sushi to your Metamask wallet": "Adicione Sushi à sua carteira Metamask",
    "Add xSushi to your Metamask wallet": "Adicionar xSushi à sua carteira Metamask",
    "Amount of Tokens": "Quantidade de Tokens",
    "Analytics": "Análise",
    "annualized": "anualizado",
    "Approve": "Aprovar",
    "Approve {0}": "Aprovar {0}",
    "Approve Kashi": "Aprovar Kashi",
    "Approved": "Aprovado",
    "Approving": "Aprovando",
    "Approving {0}": "Aprovando {0}",
    "APR": "ABR",
    "APR (incl. Fees)": "APR (incl. taxas)",
    "APY (incl. Fees)": "APY (incl. taxas)",
    "Are you sure?": "Tem certeza?",
    "Available": "Disponível",
    "Balance": "Saldo",
    "Bento Balance: {0}": "Saldo Bento: {0}",
    "BentoBox": "BentoBox",
    "BentoBox Apps": "Apps BentoBox",
    "BentoBox is an innovative way to use dapps gas-efficiently and gain extra yield.": "BentoBox é uma forma inovadora de usar dapps gas de forma eficiente e ganhar rendimento extra.",
    "BentoBox provides extra yield on deposits with flash lending, strategies, and fixed, low-gas transfers among integrated dapps, like Kashi markets": "BentoBox fornece rendimento extra em depósitos com empréstimos rápidos, estratégias e transferências fixas de baixo consumo de gás entre dapps integrados, como os mercados de Kashi",
    "BentoBox strategies can create yield for your collateral tokens. This token does not yet have a strategy in the BentoBox.": "As estratégias de BentoBox podem gerar rendimento para seus tokens colaterais. Este token ainda não possui uma estratégia no BentoBox.",
    "BentoBox strategies can create yield for your liquidity while it is not lent out. This token does not yet have a strategy in the BentoBox.": "As estratégias de BentoBox podem gerar rendimento para sua liquidez enquanto ela não é emprestada. Este token ainda não possui uma estratégia no BentoBox.",
    "Borrow": "Pedir emprestado",
    "Borrow {0}": "Pegar emprestado {0}",
    "Borrow {0}-{1}": "Pegar emprestado {0}-{1}",
    "Borrow APR": "Pedir emprestado APR",
    "Borrow assets and leverage up": "Emprestar ativos e alavancar",
    "Borrowed": "Emprestado",
    "Borrowing allows you to obtain liquidity without selling. Your borrow limit depends on the amount of deposited collateral. You will be able to borrow up to 75% of your collateral and repay at any time with accrued interest.": "O empréstimo permite que você obtenha liquidez sem vender. Seu limite de empréstimo depende do valor da garantia depositada. Você poderá pedir emprestado até 75% de sua garantia e pagar a qualquer momento com os juros acumulados.",
    "Bridge Assets": "Ativos de ponte",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your shareof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawingyour liquidity.": "Ao adicionar liquidez, você ganhará 0,25% de todas as negociações neste par proporcional à sua participação no pool. As taxas são adicionadas ao pool, acumuladas em tempo real e podem ser reivindicadas retirando sua liquidez.",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share\\nof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing\\nyour liquidity.": "Ao adicionar liquidez, você ganhará 0,25% de todas as negociações neste par proporcional à sua participação\\nno pool. As taxas são adicionadas ao pool, acumuladas em tempo real e podem ser reivindicadas retirando\\nsua liquidez.",
    "Bypasses confirmation modals and allows high slippage trades. Use at your own risk.": "Ignora os modais de confirmação e permite negociações com alto índice de deslizamento. Use por sua conta e risco.",
    "Check out Sushi on Polygon (Matic)": "Confira Sushi on Polygon (Matic)",
    "Claim": "Reivindicar",
    "Claim SUSHI": "Reivindicar SUSHI",
    "Claimed": "Reivindicado",
    "Clear History": "Limpar histórico",
    "Click here to switch to Polygon using Metamask": "Clique aqui para mudar para Polygon usando Metamask",
    "Click on a pool below, input the amount you wish to migrate or select max, and clickmigrate": "Clique em um pool abaixo, insira a quantidade que deseja migrar ou selecione o máximo e clique em \"Migrar\"",
    "Click on a pool below, input the amount you wish to migrate or select max, and click\\nmigrate": "Clique em um pool abaixo, insira a quantidade que deseja migrar ou selecione o máximo e clique em\\nmigrar",
    "Collateral": "Colateral",
    "Community Approval": "Aprovação da Comunidade",
    "Confirm": "Confirmar",
    "Confirm Adding Liquidity": "Confirme a adição de liquidez",
    "Confirm Staking": "Confirmar agrupamento",
    "Confirm Supply": "Confirme o fornecimento",
    "Confirm Swap": "Confirmar troca",
    "Confirm Withdrawal": "Confirmar Retirada",
    "Connect to a wallet": "Conecte a uma carteira",
    "Connect to a wallet to find pools": "Conecte-se a uma carteira para encontrar pools",
    "Connect to a wallet to view your liquidity": "Conecte-se a uma carteira para ver sua liquidez",
    "Connect Wallet": "Carteira de conexão",
    "Create a pair": "Crie um par",
    "Create a Pair": "Crie um par",
    "Create pool": "Criar pool",
    "Create Pool & Supply": "Criar pool e abastecimento",
    "Deposit": "Depósito",
    "Deposit SUSHI into BentoBox": "Deposite SUSHI em BentoBox",
    "Deposit tokens into BentoBox for all the yields": "Tokens de depósito em BentoBox para todos os rendimentos",
    "Deposited": "Depositado",
    "Dev": "Dev",
    "Disable Multihops": "Desativar Multihops",
    "Discord": "Discord",
    "Dismiss": "Liberar",
    "Docs": "Docs",
    "Documentation for developers of Sushi.": "Documentação para desenvolvedores do Sushi.",
    "Documentation for users of Sushi.": "Documentação para usuários do Sushi.",
    "Don't see a pool you joined? <0>Import it.<\/0>": "Não vê um pool no qual você entrou? <0>Importar.<\/0>",
    "Dont see a pool you joined?": "Não vê um pool no qual você entrou?",
    "Enjoy the lowest slippage on Polygon": "Aproveite o menor deslizamento no Polygon",
    "Enter": "Entrar",
    "Enter a recipient": "Insira um destinatário",
    "Enter a valid slippage percentage": "Insira uma porcentagem de deslizamento válida",
    "Enter Amount": "Insira o valor",
    "Enter an amount": "Insira um valor",
    "Error": "Erro",
    "Expert mode turns off the confirm transaction prompt and allows high slippage tradesthat often result in bad rates and lost funds.": "O modo especialista desativa o prompt de confirmação da transação e permite negociações com alto risco que geralmente resultam em taxas ruins e perda de fundos.",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades\\nthat often result in bad rates and lost funds.": "O modo especialista desativa o prompt de confirmação da transação e permite negociações com alto risco\\nque geralmente resultam em taxas ruins e perda de fundos.",
    "failed to load": "Falha ao carregar",
    "Fetching Instruments": "Buscando instrumentos",
    "Find Pool": "Encontrar pool",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHIproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you receivexSUSHI in return for voting rights and a fully composable token that can interact with other protocols.Your xSUSHI is continuously compounding, when you unstake you will receive all the originally depositedSUSHI and any additional from fees.": "Para cada troca na bolsa de todas as redes, 0,05% das taxas de troca são distribuídas como SUSHI proporcional à sua participação no SushiBar. Quando o seu SUSHI é apostado no SushiBar, você recebe xSUSHI em troca de direitos de voto e um token totalmente combinável que pode interagir com outros protocolos. Seu xSUSHI está continuamente se acumulando, quando você desvincula, você receberá todos os originalmente depositados SUSHI e qualquer adicional de taxas.",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHIproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recievexSUSHI in return for voting rights and a fully composable token that can interact with other protocols.Your xSUSHI is continuously compounding, when you unstake you will receive all the originally depositedSUSHI and any additional from fees.": "Para cada troca na bolsa de todas as redes, 0,05% das taxas de troca são distribuídas como SUSHI proporcional à sua participação no SushiBar. Quando o seu SUSHI é apostado no SushiBar, você recebe xSUSHI em troca de direitos de voto e um token totalmente combinável que pode interagir com outros protocolos. Seu xSUSHI está continuamente se acumulando, quando você desvincula, você receberá todos os originalmente depositados SUSHI e qualquer adicional de taxas.",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI\\nproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve\\nxSUSHI in return for voting rights and a fully composable token that can interact with other protocols.\\nYour xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited\\nSUSHI and any additional from fees.": "Para cada swap na bolsa de todas as redes, 0,05% das taxas de swap são distribuídas como SUSHI\\nproporcional à sua participação no SushiBar. Quando seu SUSHI é piquetado no SushiBar, você recebe\\nxSUSHI em troca de direitos de voto e um token totalmente combinável que pode interagir com outros protocolos.\\nSeu xSUSHI está aumentando continuamente, quando você desestocar, você receberá todo o\\noriginalmente depositado e qualquer adicional das taxas.",
    "From": "A partir de",
    "From (estimated)": "De (estimado)",
    "Gain exposure to tokens without reducing your assets. Leverage will enable you to take short positions against assets and earn from downside movements.": "Ganhe exposição a tokens sem reduzir seus ativos. A alavancagem permitirá que você assuma posições curtas contra ativos e ganhe com os movimentos de baixa.",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% ofall swaps from all chains)": "Obtenha direitos de governança com xSUSHI e ganhe 5% APR (0,05% de  todas as trocas de todas as redes)",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of\\nall swaps from all chains)": "Obtenha direitos de governança com xSUSHI e ganhe 5% APR (0,05% de\\ntodas as trocas de todas as redes)",
    "Hardware Wallet": "Carteira de Hardware",
    "Harvest {0} SUSHI": "Colher {0} SUSHI",
    "Harvest {0} SUSHI & {1} ALCX": "",
    "Harvest {0} SUSHI & {1} MATIC": "Colher {0} SUSHI e {1} MATIC",
    "Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers. It's as easy as deposit and withdraw whenever you want.": "Você tem ativos sobre os quais deseja ganhar juros adicionais? Empreste-os em mercados isolados e ganhe juros dos tomadores de empréstimos. É tão fácil quanto depositar e sacar quando quiser.",
    "Have Liquidity on {0}?": "Tem liquidez em {0} ?",
    "Health": "Saúde",
    "Helpful Sushi Tools": "Ferramentas úteis para sushi",
    "Historical Total Locked: {0} SUSHI": "Total histórico bloqueado: {0} SUSHI",
    "Historical Total Locked: Connect Wallet": "Total histórico bloqueado: conectar carteira",
    "Historical Total Locked: Fetching Total": "Total histórico bloqueado: Buscando total",
    "import it": "importe-o",
    "Import it": "Importar Isto",
    "Import Pool": "Pool de importação",
    "Input is estimated. You will sell at most <0>{0} {1}<\/0> or the transaction will revert.": "O resultado é estimado. Você venderá no máximo <0>{0} {1}<\/0> ou a transação será revertida.",
    "Instruments": "Instrumentos",
    "Insufficient {0} balance": "Saldo {0} insuficiente",
    "Insufficient Balance": "Saldo insuficiente",
    "Insufficient liquidity for this trade": "Liquidez insuficiente para essa transação",
    "Insufficient WETH balance": "Saldo WETH insuficiente",
    "Interface Settings": "Configurações de interface",
    "Invalid pair": "Par inválido",
    "Invalid recipient": "Destinatário inválido",
    "Isolated lending markets mitigate your risks as an asset lender. Know exactly what collateral is available to you in the event of counter party insolvency.": "Os mercados de empréstimos isolados reduzem seus riscos como credores de ativos. Saiba exatamente quais garantias estão disponíveis para você em caso de insolvência da contraparte.",
    "Join the community on Discord.": "Junte-se à comunidade no Discord.",
    "Kashi Lending": "Kashi Lending",
    "Keys Burned: 2022.03.04 at 22:05": "Chaves usadas: 2022.03.04 às 22:05",
    "Lend": "Emprestar",
    "Lend {assetSymbol}": "Emprestar {assetSymbol}",
    "Lend assets for interest from borrowers.": "Empreste ativos com juros de tomadores de empréstimos.",
    "Lend your assets, earn yield with no impermanent loss": "Empreste seus ativos, ganhe rendimento sem perdas impermanentes",
    "Lending": "Empréstimo",
    "Lent": "Emprestado",
    "Limit <0>Used<\/0>": "Limite <0>usado<\/0>",
    "Liquidity": "Liquidez",
    "Liquidity Positions": "Posições de liquidez",
    "Liquidity Provider Fee": "Taxa do provedor de liquidez",
    "Liquidity Provider Rewards": "Recompensas do provedor de liquidez",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share ofthe pool. Fees are added to the pool, accrue in real time and can be claimed bywithdrawing your liquidity": "Provedores de liquidez ganham uma taxa de 0,25% em todas as negociações, proporcional à sua participação no pool. As taxas são adicionadas ao pool, acumuladas em tempo real e podem ser reivindicadas ao retirar a liquidez",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of\\nthe pool. Fees are added to the pool, accrue in real time and can be claimed by\\nwithdrawing your liquidity": "Os provedores de liquidez ganham uma taxa de 0,25% em todas as negociações, proporcional à sua participação\\ntno pool. As taxas são adicionadas ao pool, acumuladas em tempo real e podem ser reivindicadas\\ntretirando sua liquidez",
    "Lists": "Listas",
    "Loading": "Carregando",
    "Loading your {exchange} liquidity positions": "Carregando suas posições de liquidez de {exchange}",
    "Loading...": "Carregando...",
    "loading...": "carregando...",
    "Loan to Value": "Empréstimo de valor",
    "Manage": "Gerir",
    "Manage Liquidity in Rewards Pool": "Gerenciar a liquidez no pool de recompensas",
    "Manage this pool": "Gerenciar este pool",
    "Market Info": "Informação de Mercado",
    "Market Staked": "Mercado Apostado",
    "Markets": "Mercados",
    "MAX": "MAX",
    "Max": "Máx.",
    "Maximize yield by staking SUSHI for xSUSHI": "Maximize o rendimento investindo SUSHI para xSUSHI",
    "Maximum sold": "Máximo vendido",
    "Migrate": "Migrar",
    "Migrate {exchange} Liquidity": "Migrar liquidez de {exchange}",
    "Migrate Now": "Migrar agora",
    "Migrating": "Migrando",
    "Migration is done in one-click using your signature (permit)": "A migração é feita com um clique usando sua assinatura (licença)",
    "Minimum received": "Mínimo recebido",
    "minutes": "minutos",
    "Missed the Auction?": "",
    "New network, new features": "Nova rede, novos recursos",
    "No Liquidity found": "Nenhuma liquidez encontrada",
    "No liquidity found": "Nenhuma liquidez encontrada",
    "No liquidity found to do swap": "Nenhuma liquidez encontrada para fazer a troca",
    "No liquidity positions found": "Nenhuma posição de liquidez encontrada",
    "No pool found": "Nenhum pool encontrado",
    "No Results": "Sem resultados",
    "No results found": "Nenhum resultado encontrado",
    "Non-hardware Wallet": "Carteira não-hardware",
    "None": "Nenhum",
    "One click SUSHI → xSUSHI → aXSUSHI": "Um clique SUSHI → xSUSHI → aXSUSHI",
    "ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.": "USE ESTE MODO SOMENTE SE SABE O QUE ESTÁ FAZENDO.",
    "Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device": "Ocorreu um erro desconhecido. Atualize a página ou use outro navegador ou dispositivo",
    "Open main menu": "Abra o menu principal",
    "Open Source": "Código aberto",
    "Oracle": "Oráculo",
    "Output is estimated. If the price changes by more than {0}% your transaction will revert.": "A produção é estimada. Se o preço mudar em mais de {0}%, sua transação será revertida.",
    "Output is estimated. You will receive at least <0>{0} {1}<\/0> or the transaction will revert.": "O resultado é estimado. Você receberá pelo menos <0>{0} {1}<\/0> ou a transação será revertida.",
    "Output will be sent to <0>{0}<\/0>": "O resultado será enviado para <0>{0}<\/0>",
    "Pending": "Pendente",
    "Pending Treasury Transfer": "Pendente de transferência de tesouraria",
    "per month": "por mês",
    "Please type the word \"confirm\" to enable expert mode.": "Digite a palavra \"confirmar\" para habilitar o modo especialista.",
    "Pool": "Pool",
    "Pool Found!": "Pool encontrado!",
    "Pool Rewards": "Recompensas de pool",
    "Pool Tokens": "Tokens de pool",
    "Pool tokens in rewards pool": "Tokens de pool no pool de recompensas",
    "Pooled {0}": "Combinado {0}",
    "Positions": "Posições",
    "Pour a hot bowl of MISO, the new <0>token launchpad<\/0> from SUSHI": "",
    "Price": "Preço",
    "Price Impact": "Impacto de preço",
    "Price Impact High": "Impacto de preço alto",
    "Price Impact Too High": "Impacto de preço muito alto",
    "Price Updated": "Preço Atualizado",
    "Rates": "Cotações",
    "Read the contract": "Leia o contrato",
    "Read Tutorial": "Leia o tutorial",
    "Remove": "Remover",
    "Remove Liquidity": "Remover Liquidez",
    "Remove send": "Remover destinatário",
    "Removing {0} {1} and {2} {3}": "Removendo {0} {1} e {2} {3}",
    "Repay": "Reembolsar",
    "Request Tool": "Solicitar ferramenta",
    "Restricts swaps to direct pairs only.": "Restringe as trocas apenas aos pares diretos.",
    "Route": "Rota",
    "Routing through these tokens resulted in the best price for your trade.": "O roteamento por meio desses tokens resultou no melhor preço para sua negociação.",
    "SAAVE: Stack your yields in one transaction": "SAAVE: Agrupe seus rendimentos em uma transação",
    "Search by name, symbol, address": "Pesquise por nome, símbolo, endereço",
    "Search name or paste address": "Pesquise o nome ou cole o endereço",
    "Select a token": "Selecione um token",
    "Select a token to find your liquidity": "Selecione um token para encontrar sua liquidez",
    "Share of Pool": "Participação no pool",
    "Share of Pool:": "Participação no pool:",
    "Slippage Tolerance": "Tolerância de deslizamento",
    "Slippage tolerance": "Tolerância de deslizamento",
    "Something went wrong during signing of the approval. This is expected for hardware wallets, such as Trezor and Ledger. Click again and the fallback method will be used": "Ocorreu um erro durante a assinatura da aprovação. Isso é esperado para carteiras de hardware, como Trezor e Ledger. Clique novamente e o método substituto será usado",
    "Stack Yields with SAAVE": "Rendimentos de pilha com SAAVE",
    "Stake": "Stake",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all inone click": "Apostar em xSUSHI adicionar garantia como axSUSHI em Aave tudo em um clique",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in\\none click": "Apostar em xSUSHI adiciona garantia como axSUSHI em Aave tudo em\\num clique",
    "Stake SUSHI": "Stake SUSHI",
    "Stake SUSHI for xSUSHI": "Aposta SUSHI para xSUSHI",
    "Stake your SUSHI into xSUSHI for ~5% APY. Deposit your xSUSHI into Aave as aXSUSHI to earn collateral interest and borrowing power. All in one click.": "Aposte seu SUSHI em xSUSHI por ~5% APY. Deposite seu xSUSHI no Aave como aXSUSHI para ganhar juros colaterais e poder de empréstimo. Tudo em um clique.",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.Continuously compounding.": "Aposte seu SUSHI em xSUSHI por ~5% APY. Sem perda impermanente, sem perda de direitos de governança. Composto continuamente.",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.\\nContinuously compounding.": "Aposte seu SUSHI em xSUSHI por ~5% APY. Sem perda impermanente, sem perda de direitos de governança.\\nComposto continuamente.",
    "Staking APR": "Implantar APR",
    "Submit Tool": "Ferramenta de envio",
    "Supply APR": "Abastecimento APR",
    "Supplying {0} {1} and {2} {3}": "Fornecendo {0} {1} e {2} {3}",
    "SUSHI {0}\/{1} Burned": "SUSHI {0}\/{1} utilizado",
    "Sushi allows for swapping of ERC20 compatible tokens across multiple networks": "Sushi permite a troca de tokens compatíveis com ERC20 em várias redes",
    "SUSHI Balance": "Saldo SUSHI",
    "SUSHI Balance: {sushiBalance}": "Saldo SUSHI: {sushiBalance}",
    "Sushi is a supporter of Open Source.": "Sushi é um defensor do Open Source.",
    "SushiBar": "Sushi Bar",
    "SushiBar: Make SUSHI work for you": "SushiBar: faça o SUSHI trabalhar para você",
    "Swap": "Trocar",
    "Swap Anyway": "Trocar mesmo assim",
    "Swap for SAK3 token on SUSHI now. Click here to swap.": "",
    "Swap From (est.):": "Trocar de (est.):",
    "Swap From:": "Trocar de:",
    "Swap To (est.):": "Trocar para (est.):",
    "Swap To:": "Trocar para:",
    "The difference between the market price and estimated price due to trade size.": "A diferença entre o preço de mercado e o preço estimado devido ao tamanho da negociação.",
    "The difference between the market price and your price due to trade size.": "A diferença entre o preço de mercado e seu preço devido ao tamanho da negociação.",
    "The onchain oracle that tracks the pricing for this pair": "O oráculo onchain que rastreia os preços para este par",
    "The transaction cannot succeed due to error: {0}. This is probably an issue with one of the tokens you are swapping.": "A transação não pode ser bem-sucedida devido ao erro: {0}. Este é provavelmente um problema com um dos tokens que você está trocando.",
    "Things you can do with your SUSHI": "Coisas que você pode fazer com o SUSHI",
    "This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.": "Esta transação não terá sucesso devido ao movimento do preço ou taxa de transferência. Tente aumentar sua tolerância ao deslizamento.",
    "To": "Para",
    "To (estimated)": "Para (estimado)",
    "To withdraw into SUSHI, go to Aave and remove axSUSHI as collateral and then to SushiBar to unstake. A full unwind will be avaialble soon.": "Para retirar para o SUSHI, vá para Aave e remova axSUSHI como garantia e então para SushiBar para selecionar \"unstake\". Um cancelamento completo estará disponível em breve.",
    "Toggle Expert Mode": "Alternar modo especialista",
    "Token": "Símbolo",
    "Tokens": "Tokens",
    "Tools": "Ferramentas",
    "Tools to optimize your workflow.": "Ferramentas para otimizar seu fluxo de trabalho.",
    "Total": "Total",
    "Trade": "Negociação",
    "Transaction deadline": "Prazo de transação",
    "Transaction History": "Histórico de transações",
    "Transaction Settings": "Configurações de transação",
    "Transactions": "Transações",
    "Try enabling multi-hop trades": "Experimente habilitar negociações multi-hop",
    "Turn On Expert Mode": "Ativar modo especialista",
    "TVL": "TVL",
    "Unknown error": "Erro desconhecido",
    "Unstake": "Unstake",
    "Unstaked": "Unstaked",
    "Unsupported Asset": "Ativo sem suporte",
    "Unwrap": "Unwrap",
    "Unwrap {0} W{1} to {2}": "Desembrulhe {0} W {1} para {2}",
    "Use any tool below to optimize your workflow. Please note, some tools are experimental so use with discretion. If theres a smart contract involved for the tool, read the code and confirm the keys have been burned.": "Use qualquer ferramenta abaixo para otimizar seu fluxo de trabalho. Observe que algumas ferramentas são experimentais, portanto, use-as com cautela. Se houver um contrato inteligente envolvido para a ferramenta, leia o código e confirme se as chaves foram utilizadas.",
    "V2 Rewarder": "V2 Rewarder",
    "Vesting": "Cancelamento",
    "Vesting is executed within the guidelines selected by the community in <0>SIMP3<\/0>.<1\/><2\/>Please refer to the <3>forum discussion<\/3> for deliberations on additional points.<4\/><5\/>Additional records and weekly merkle updates can be found on <6>Github<\/6>": "O prazo para o exercício é executado dentro das diretrizes selecionadas pela comunidade no <0>SIMP3<\/0>.<1\/><2\/>Consulte o <3>fórum de discussão<\/3> para deliberações sobre pontos adicionais.<4\/><5\/>Registros adicionais e atualizações semanais do merkle podem ser encontrados no <6>Github<\/6>",
    "View on explorer": "Ver no explorer",
    "View pair analytics": "Ver análise de par",
    "View Stats": "Ver estatísticas",
    "View SushiBar Stats": "Ver estatísticas do SushiBar",
    "View Your Liquidity Positions": "Visualize suas posições de liquidez",
    "View Your Liquidity Positions >": "Visualize suas posições de liquidez >",
    "View your SushiBar Portfolio": "Veja o seu portfólio SushiBar",
    "Wallet": "Carteira",
    "Wallet Balance": "Saldo da carteira",
    "Welcome to Sushi on Polygon (Matic)": "Bem-vindo ao Sushi on Polygon (Matic)",
    "When creating a pair you are the first liquidity provider. The ratio of tokens you add will set the price of this pool. Once you are happy with the rate, click supply to review": "Ao criar um par, você é o primeiro provedor de liquidez. A proporção de tokens que você adiciona definirá o preço deste pool. Quando estiver satisfeito com a taxa, clique em \"supply to review\"",
    "Withdraw": "Retirar",
    "Withdraw {assetSymbol}": "Retirar {assetSymbol}",
    "Wrap": "Wrap",
    "Wrong Network": "Rede Errada",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportionalto your share of the SushiBar.": "O xSUSHI ganha automaticamente taxas (0,05% de todas as trocas, incluindo as trocas multichain) proporcionais  à sua participação no SushiBar.",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional\\nto your share of the SushiBar.": "O xSUSHI ganha automaticamente taxas (0,05% de todas as trocas, incluindo as trocas multichain) proporcionais\\nà sua participação no SushiBar.",
    "xSUSHI Balance": "Saldo xSUSHI",
    "Yesterday's APR": "APR de ontem",
    "Yield": "Margem",
    "Yield Debugger": "",
    "Yield Farms": "",
    "Yield Instruments": "Instrumentos de rendimento",
    "You are creating a pool": "Você está criando um pool",
    "You are on the wrong network": "Você está na rede errada",
    "You don’t have liquidity in this pool yet": "Você ainda não tem liquidez neste pool",
    "You need to first approve LP tokens and then migrate it": "Você precisa primeiro aprovar os tokens LP e depois migrá-los",
    "You will receive": "Você receberá",
    "Your {exchange} {0}\/{1} liquidity will become SushiSwap {2}\/{3} liquidity.": "Sua liquidez {exchange} {0}\/{1}  se tornará liquidez SushiSwap {2}\/{3}.",
    "Your Claimable SUSHI this Week": "Sua reivindicação SUSHI esta semana",
    "Your Liquidity": "Sua liquidez",
    "Your Liquidity Positions": "Suas posições de liquidez",
    "Your Pool Share": "Sua participação de pool",
    "Your pool share": "Sua participação de pool",
    "Your Pool Tokens": "Seus tokens de pool",
    "Your Staked": "Suas apostas",
    "Your SushiBar Stats": "Suas estatísticas do SushiBar",
    "Your total pool tokens": "Seu total de tokens de pool",
    "Your Transaction History": "Seu histórico de transações",
    "Your Transaction History on {0}": "O seu histórico de transações no {0}",
    "Your transaction may be frontrun": "Sua transação pode ser \"frontrun\"",
    "Your transaction may fail": "Sua transação pode falhar",
    "Your transaction will revert if it is pending for more than this long.": "Sua transação será revertida se ficar pendente por mais tempo.",
    "Your transaction will revert if the price changes unfavorably by more than this percentage.": "Sua transação será revertida se o preço mudar desfavoravelmente em mais do que esta porcentagem.",
    "Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.": "Sua transação será revertida se houver um movimento de preço grande e desfavorável antes de ser confirmada.",
    "Your Wallet": "Sua carteira",
    "Your Yields": "Seus rendimentos",
    "(COMING SOON) Accrue automatic yield through flash loans and\nSUSHI strategies": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share\nof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing\nyour liquidity.": "",
    "Click on a pool below, input the amount you wish to migrate or select max, and click\nmigrate": "",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades\nthat often result in bad rates and lost funds.": "",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI\nproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve\nxSUSHI in return for voting rights and a fully composable token that can interact with other protocols.\nYour xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited\nSUSHI and any additional from fees.": "",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of\nall swaps from all chains)": "",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of\nthe pool. Fees are added to the pool, accrue in real time and can be claimed by\nwithdrawing your liquidity": "",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in\none click": "",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.\nContinuously compounding.": "",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional\nto your share of the SushiBar.": "",
    "1 Hour": "",
    "1 Week": "",
    "24 Hours": "",
    "30 Days": "",
    "A portion of each trade (0.05%) goes to xSUSHI holders as a protocol incentive.": "",
    "Add SUSHI to your MetaMask wallet": "",
    "Add xSUSHI to your MetaMask wallet": "",
    "Add {0} to MetaMask": "",
    "Add {0} {1} and {2} {3}": "",
    "Added": "",
    "Additional records and weekly merkle updates can be found on": "",
    "An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note fee on transfer and rebase tokens are incompatible with Uniswap V3.": "",
    "Approve Limit Order": "",
    "Approving Limit Order": "",
    "Auto": "",
    "Available Networks": "",
    "Back to Limit Orders": "",
    "Balance:": "",
    "Buy": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair\\nproportional to your share of the pool. Fees are added to the pool, accrue in real time and can be\\nclaimed by withdrawing your liquidity.": "",
    "Cancel": "",
    "Cancel Order": "",
    "Cancelled": "",
    "Change": "",
    "Change Recipient": "",
    "Chinese": "",
    "Clear all": "",
    "Confirm Limit Order": "",
    "Confirm convert": "",
    "Confirm this transaction in your wallet": "",
    "Connect to wallet": "",
    "Convert": "",
    "Converting {0} {1} for {2} {3}": "",
    "Copied": "",
    "Copy Address": "",
    "Create a new Kashi Market": "",
    "Current": "",
    "Deposit {0} into BentoBox": "",
    "Depositing {0} into BentoBox": "",
    "Disconnect": "",
    "Either return to the {link}, or change to an available network.": "",
    "English": "",
    "Error connecting": "",
    "Error connecting. Try refreshing the page.": "",
    "Exchange Rate": "",
    "Expanded results from inactive Token Lists": "",
    "Expert Mode": "",
    "Expiration is the time at which the order will become invalid": "",
    "Expired": "",
    "Farm": "",
    "Filled": "",
    "French": "",
    "German": "",
    "Go Back": "",
    "Harmony Bridge": "",
    "Harvest {0} SUSHI {1}": "",
    "Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers.": "",
    "If you want to supply to a market that is not listed yet, you can use this tool to create a new pair.": "",
    "Import": "",
    "In Bento:": "",
    "In Wallet:": "",
    "Input is estimated. You will sell at most": "",
    "Italian": "",
    "Japanese": "",
    "Korean": "",
    "LTV": "",
    "Learn more about wallets": "",
    "Limit": "",
    "Limit order": "",
    "Loading Balance": "",
    "Loading balance": "",
    "MEOW tokens wrap xSUSHI into BentoBox for double yields and can be\\nused to vote in special MEOW governor contracts.": "",
    "MEV Shield by Archer DAO": "",
    "Manage Token Lists": "",
    "Market": "",
    "Matic Bridge": "",
    "Maximum sent": "",
    "Miner Tip": "",
    "Minimum Received": "",
    "Miso": "",
    "My Liquidity Positions": "",
    "My Orders": "",
    "My SUSHI": "",
    "Network not supported yet": "",
    "Never": "",
    "New to Ethereum?": "",
    "No liquidity was found.": "",
    "No order history": "",
    "Open Orders": "",
    "Order Expiration": "",
    "Order History": "",
    "Output is estimated. If the price changes by more than {0}% your transaction\\nwill revert.": "",
    "Output is estimated. You will receive at least": "",
    "Output will be sent to": "",
    "Pay": "",
    "Pay from:": "",
    "Please connect to the appropriate Ethereum network.": "",
    "Please enter an amount": "",
    "Please refer to the": "",
    "Rate": "",
    "Receive": "",
    "Recent Transactions": "",
    "Recipient": "",
    "Remove recipient": "",
    "Remove {0} {1} and {2} {3}": "",
    "Review Limit Order": "",
    "Rewards": "",
    "Roll it back - this feature is not yet supported on {0}.": "",
    "Romanian": "",
    "Russian": "",
    "SLP": "",
    "Select a asset token": "",
    "Select a collateral token": "",
    "Select a rate": "",
    "Select an order expiration": "",
    "Send to:": "",
    "Send transaction privately to avoid front-running and sandwich attacks. Requires a miner tip to incentivize miners": "",
    "Slippage tolerance...": "",
    "Spanish": "",
    "SushiSwap": "",
    "The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.": "",
    "The input token cannot be transferred. There may be an issue with the input token.": "",
    "The output token cannot be transferred. There may be an issue with the output token.": "",
    "The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.": "",
    "This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.": "",
    "This transaction is below market rate": "",
    "This transaction will not succeed due to price movement. Try increasing your slippage tolerance.": "",
    "Tip to encourage miners to select this transaction.": "",
    "Tip:": "",
    "Tokens from inactive lists. Import specific tokens below or\\nclick Manage to activate more lists.": "",
    "Transaction History {0}": "",
    "Transaction Submitted": "",
    "Unknown error{0}. Try increasing your slippage tolerance.": "",
    "Use SUSHI": "",
    "Use this tool to find pairs that don't automatically appear in the interface": "",
    "Use xSUSHI": "",
    "Used": "",
    "Vesting is executed within the guidelines selected by the community in": "",
    "Vietnamese": "",
    "View Liquidity Positions": "",
    "Waiting for Confirmation": "",
    "Weekly unlocks from the vesting period.": "",
    "You Pay:": "",
    "You pay": "",
    "You receive": "",
    "You receive:": "",
    "Your": "",
    "Your transaction will revert 23if the price changes unfavorably by more than this percentage.": "",
    "Your transactions will appear here...": "",
    "Zap": "",
    "above": "",
    "below": "",
    "for deliberations on additional points.": "",
    "forum discussion": "",
    "home page": "",
    "or the transaction will revert.": "",
    "xSUSHI Fee": "",
    "{0} {1} per {2}": "",
    "{0} {sign} market rate": "",
    "{0}\/{1} Burned": "",
    "Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.": "",
    "(COMING SOON) Accrue automatic yield through flash loans and SUSHI strategies": "",
    "By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.": "",
    "Click on a pool below, input the amount you wish to migrate or select max, and click migrate": "",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI proportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve xSUSHI in return for voting rights and a fully composable token that can interact with other protocols. Your xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited SUSHI and any additional from fees.": "",
    "Gain governance rights with xSUSHI and earn 5% APR (0.05% of all swaps from all chains)": "Obtenha direitos de governança com xSUSHI e ganhe 5% APR (0,05% de  todas as trocas de todas as redes)",
    "Liquidity providers earn a 0.25% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity": "Os provedores de liquidez ganham uma taxa de 0,25% em todas as negociações, proporcional à sua participação no pool. As taxas são adicionadas ao pool, acumuladas em tempo real e podem ser reivindicadas ao retirar a liquidez",
    "Stake into xSUSHI add collateral as axSUSHI on Aave all in one click": "Aposte em xSUSHI e adicione garantia como axSUSHI em Aave tudo em um clique",
    "Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights. Continuously compounding.": "Aposte seu SUSHI em xSUSHI por ~5% APY. Sem perda impermanente, sem perda de direitos de governança. Composto continuamente.",
    "xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional to your share of the SushiBar.": "O xSUSHI ganha automaticamente taxas (0,05% de todas as trocas, incluindo as trocas multichain) proporcionais à sua participação no SushiBar.",
    "For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI proportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you receive xSUSHI in return for voting rights and a fully composable token that can interact with other protocols. Your xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited SUSHI and any additional from fees.": "Para cada troca na bolsa de todas as redes, 0,05% das taxas de troca são distribuídas como SUSHI proporcional à sua participação no SushiBar. Quando seu SUSHI é piquetado no SushiBar, você recebe xSUSHI em troca de direitos de voto e um token totalmente combinável que pode interagir com outros protocolos. Seu xSUSHI está continuamente se acumulando, quando você desfaz o valor, você receberá todo o SUSHI originalmente depositado e qualquer adicional de taxas."
}